{
  "contents": [
    {
      "id": "1",
      "content": " Chapter 3 ลักษณะทางกายภาพ (Physical Aspects)",
      "position": "ln"
    },
    {
      "id": "2",
      "content": "ดังที่เราได้กล่าวถึง Chapter 2 ",
      "position": "lm"
    },
    {
      "id": "3",
      "content": "ปัญหาการกินมากเกินไปหรือกินไม่หยุดนี้ มีความเกี่ยวข้องกันกับตัวแปรที่หลากหลาย ",
      "position": "lm"
    },
    {
      "id": "4",
      "content": "เมื่อเวลาผ่านไปปัญหาการกินนี้สามารถเปลี่ยนความสุขของคน ๆ นั้นกลายเป็นความทุกข์ได้  ",
      "position": "lm"
    },
    {
      "id": "5",
      "content": "ไม่เพียงแต่ปัญหาการกินที่มากเกินไปนี้จะส่งผลเชิงลบต่อตัวบุคคลเอง แต่ยังรวมถึงความสัมพันธ์กับคนรอบข้างไม่ว่าจะเป็นครอบครัว หรือเพื่อนฝูง",
      "position": "lm"
    },
    {
      "id": "6",
      "content": "ปัญหาการกินมากเกินไปหรือกินไม่หยุดนี้อาจส่งผลต่อสุขภาพร่างกายได้",
      "position": "lm"
    },
    {
      "id": "7",
      "content": "ไม่ว่าจะเป็นผลจากการรับประทานอาหารมากเกินไป หรือเป็นผลจากพฤติกรรมการควบคุมน้ำหนัก",
      "position": "lm"
    },
    {
      "id": "8",
      "content": "ผลกระทบทางกายภาพหลายอย่างเหล่านี้ส่วนใหญ่สามารถย้อนกลับมาหาตัวคุณได้ ",
      "position": "lm"
    },
    {
      "id": "9",
      "content": "แต่ก็ไม่ใช่ทั้งหมดที่จะส่งผลเสียต่อตัวคุณ",
      "position": "lm"
    },
    {
      "id": "10",
      "content": "และเมื่อเวลาผ่านไป พบว่าผลกระทบเหล่านั้น ",
      "position": "lm"
    },
    {
      "id": "11",
      "content": "ส่วนใหญ่แย่ลงตามกาลเวลา",
      "position": "lm"
    },
    {
      "id": "12",
      "content": "จึงไม่ควรถูกละเลย ",
      "position": "lm"
    },
    {
      "id": "13",
      "content": "แต่ก่อนอื่น ",
      "position": "lm"
    },
    {
      "id": "14",
      "content": "เราต้องมารู้ข้อเท็จจริงบางอย่างเกี่ยวกับน้ำหนักตัวก่อนเพราะมีเข้าใจผิดกันเยอะมาก",
      "position": "lm"
    },
    {
      "id": "15",
      "content": "ข้อเท็จจริงบางประการเกี่ยวกับน้ำหนัก",
      "position": "re"
    },
    {
      "id": "16",
      "content": "ดังที่เราได้พูดคุยกันใน Chapter 2 คนส่วนใหญ่ที่มีปัญหาการกินมากเกินไป",
      "position": "re"
    },
    {
      "id": "17",
      "content": "มีความกังวลเกี่ยวกับน้ำหนักและรูปร่างของตนเองมาก ",
      "position": "re"
    },
    {
      "id": "18",
      "content": "อย่างไรก็ตามเรื่องนี้หลายๆ คนเข้าใจผิดเกี่ยวกับน้ำหนักตัว ",
      "position": "re"
    },
    {
      "id": "19",
      "content": "ตัวอย่างข้อมูลที่สำคัญเกี่ยวกับน้ำหนักและความผันผวนของน้ำหนักเช่น",
      "position": "re"
    },
    {
      "id": "20",
      "content": "1. ร่างกายของคนเราเป็นมีน้ำเป็นองค์ประกอ[หลักในร่างกาย ",
      "position": "re"
    },
    {
      "id": "21",
      "content": "ประมาณ 60% ของน้ำหนักของเราคือน้ำ ",
      "position": "re"
    },
    {
      "id": "22",
      "content": "ดังนั้น ถ้าคุณหนัก 160 ปอนด์ (72 กิโลกรัม) ",
      "position": "re"
    },
    {
      "id": "23",
      "content": "เกือบ 100 ปอนด์ (43 กิโลกรัม) ของน้ำหนักของคุณ",
      "position": "re"
    },
    {
      "id": "24",
      "content": "คือองค์ประกอบของน้ำล้วน ๆ",
      "position": "re"
    },
    {
      "id": "25",
      "content": "2. ใน 1 วันน้ำหนักของเราผันผวนบ้างเป็นธรรมดา",
      "position": "lm"
    },
    {
      "id": "26",
      "content": "การเปลี่ยนแปลงน้ำหนักในระยะสั้นเหล่านี้ (ตั้งแต่ 1 ถึง 3 ปอนด์ หรือ 0.5 ถึง 1.5 กิโลกรัม)",
      "position": "lm"
    },
    {
      "id": "27",
      "content": "ส่วนใหญ่เป็นผลมาจากการเปลี่ยนแปลงในระดับของเราของความชุ่มชื้นภายในร่างกาย",
      "position": "lm"
    },
    {
      "id": "28",
      "content": "การที่เราน้ำหนักเพิ่มหรือลดไม่ได้แสดงถึงปริมาณไขมันในตัวเราทั้งหมด",
      "position": "lm"
    },
    {
      "id": "29",
      "content": "เนื่องจากในร่างกายของคนเราเป็นน้ำเป็นหลัก  ",
      "position": "lm"
    },
    {
      "id": "30",
      "content": "เพียงแค่เราดื่มน้ำหรือปัสสาวะออก ",
      "position": "lm"
    },
    {
      "id": "31",
      "content": "น้ำหนักก็เปลี่ยนแปลงแล้ว ",
      "position": "lm"
    },
    {
      "id": "32",
      "content": "3. การเปลี่ยนแปลงของน้ำหนักในระยะสั้นไม่ได้สะท้อนถึงการเปลี่ยนแปลงไขมันในร่างกาย ",
      "position": "re"
    },
    {
      "id": "33",
      "content": "ดังที่เราได้กล่าวไว้ข้างต้น การเปลี่ยนแปลงในระยะสั้นเหล่านี้",
      "position": "re"
    },
    {
      "id": "34",
      "content": "ส่วนใหญ่เป็นผลจากการเปลี่ยนแปลงความชุ่มชื้น  หรือปริมาณของน้ำในร่างกายของคนเรา",
      "position": "re"
    },
    {
      "id": "35",
      "content": "มันเป็นสิ่งสำคัญที่คุณควรนึกถึงทุกครั้งเมื่อชั่งน้ำหนักตัวเองว่าตัวเลขนั่นไม่ใช่น้ำหนักของไขมันในร่างกายของเราจริง ๆ",
      "position": "re"
    },
    {
      "id": "36",
      "content": "ถ้าอยากรู้จริง ๆ เราแนะนำให้คุณไปชั่งเครื่องชั่งที่ยิมค่ะ",
      "position": "re"
    },
    {
      "id": "37",
      "content": "จะมีทั้งค่าเปอร์เซ็น body fat, กล้ามเนื้อ และอื่น ๆ บอกไว้อย่างละเอียดและแม่นยำเลยค่ะ",
      "position": "re"
    },
    {
      "id": "38",
      "content": "ข้อเท็จจริงบางประการเกี่ยวกับการอดอาหารและการลดน้ำหนัก",
      "position": "lm"
    },
    {
      "id": "39",
      "content": "หลายคนที่มีปัญหาการกินมากเกินไปก็กังวลถึงเรื่องอาหารของพวกเขา ",
      "position": "lm"
    },
    {
      "id": "40",
      "content": "บางคนเป็นนักอ่านบทความเกี่ยวกับอาหารและโภชนาการที่ขยันขันแข็ง",
      "position": "lm"
    },
    {
      "id": "41",
      "content": "หลายคนคิดว่าพวกเขามีความรู้ดี ",
      "position": "lm"
    },
    {
      "id": "42",
      "content": "อย่างไรก็ตาม มักจะไม่เป็นเช่นนั้น ",
      "position": "lm"
    },
    {
      "id": "43",
      "content": "ในขณะที่บางคนที่เป็นผู้ป่วย binge eating ที่ผ่านมามีความรู้ ",
      "position": "lm"
    },
    {
      "id": "44",
      "content": "ก็ยังเกิดความผิดพลาดจนทำให้เป็นโรคนี้",
      "position": "lm"
    },
    {
      "id": "45",
      "content": "ข้อเท็จจริงที่สำคัญบางประการเกี่ยวกับการอดอาหารและการลดน้ำหนัก ดังนี้",
      "position": "lm"
    },
    {
      "id": "46",
      "content": "1. There is no single “healthy diet” ไม่มีอาหารใดที่เป็นอาหารสุขภาพสำหรับทุกคน",
      "position": "lm"
    },
    {
      "id": "47",
      "content": "อาหารเพื่อสุขภาพเป็นสิ่งที่ตรงกับความต้องการทางโภชนาการของเรา และเป็นสิ่งที่ทำให้สุขภาพร่างกายของดี ",
      "position": "lm"
    },
    {
      "id": "48",
      "content": "แต่เนื่องด้วยความต้องการทางโภชนาการของเราจะเปลี่ยนไปตามอายุและสถานการณ์ในชีวิตอื่นๆ",
      "position": "lm"
    },
    {
      "id": "49",
      "content": "สิ่งที่ถือเป็น \"อาหารเพื่อสุขภาพ\" ก็ต้องเปลี่ยนเช่นกัน ",
      "position": "lm"
    },
    {
      "id": "50",
      "content": "สำหรับผู้ใหญ่ส่วนใหญ่ โดยเฉพาะวัยกลางคนหรือผู้สูงอายุอาหารที่ดีที่สุด",
      "position": "lm"
    },
    {
      "id": "51",
      "content": "คืออาหารที่ช่วยลดความเสี่ยงของโรคหัวใจและโรคมะเร็ง. ",
      "position": "lm"
    },
    {
      "id": "52",
      "content": "อย่างไรก็ตาม อาหารที่เหมาะแต่ละบุคคลมีความเหมาะสมที่แตกต่างกัน",
      "position": "lm"
    },
    {
      "id": "53",
      "content": "สำหรับผู้ที่มีปัญหาสุขภาพก็มีอาหารเฉพาะ เช่น โรคเบาหวาน ",
      "position": "lm"
    },
    {
      "id": "54",
      "content": "ดังนั้น ไม่มีอาหารเพื่อสุขภาพเพียงอย่างเดียว There is no single “healthy diet”",
      "position": "lm"
    },
    {
      "id": "55",
      "content": "2. อาหารลดน้ำหนักไม่ใช่อาหารเพื่อสุขภาพ ",
      "position": "re"
    },
    {
      "id": "56",
      "content": "อาหารลดน้ำหนักคือออกแบบมาเพื่อช่วยให้ผู้คนลดน้ำหนัก ",
      "position": "re"
    },
    {
      "id": "57",
      "content": "ถ้าคุณมีน้ำหนักเกิน ",
      "position": "re"
    },
    {
      "id": "58",
      "content": "อาหารลดน้ำหนักได้รับการออกแบบเพื่อสร้างให้เกิดความไม่สมดุลของพลังงาน",
      "position": "re"
    },
    {
      "id": "59",
      "content": "โดยการให้พลังงาน (แคลอรี) ของคุณได้รับในรูปของอาหารและเครื่องดื่มให้น้อยกว่าพลังงานที่ใช้ในแต่ละวัน",
      "position": "re"
    },
    {
      "id": "60",
      "content": "ที่รู้จักกันก็คือทำให้เกิด “calories deficit” หากเกิดปรากฏการณ์นี้น้ำหนักคุณก็จะลดลงได้",
      "position": "re"
    },
    {
      "id": "61",
      "content": "3. อาหารลดน้ำหนักเป็นอาหารสำหรับผู้ที่มีน้ำหนักเกินหรือคนที่เป็นโรคอ้วน",
      "position": "lm"
    },
    {
      "id": "62",
      "content": "หากน้ำหนักคุณไม่เกินเกณฑ์ ",
      "position": "lm"
    },
    {
      "id": "63",
      "content": "ก็ไม่มีเหตุผลใดที่ต้องกินอาหารลดน้ำหนัก",
      "position": "lm"
    },
    {
      "id": "64",
      "content": "หากคุณมีเป้าหมายในการบรรลุน้ำหนักต่ำเกินควร (BMI ต่ำกว่า 18.5) ",
      "position": "lm"
    },
    {
      "id": "65",
      "content": "อยากให้คุณลองคิดอีกทีว่ามันเหมาะสมหรือไม่",
      "position": "lm"
    },
    {
      "id": "66",
      "content": "ในขณะที่เราเคยพูดคุยกันสั้น ๆ ไว้ว่าการมีน้ำหนักน้อยเกินไปส่งผลต่อสุขภาพร่างกายและมีผลต่อจิตใจ",
      "position": "lm"
    },
    {
      "id": "67",
      "content": "สิ่งนี้แสดงถึงความกังวลภายในจิตใจและคุณอาจจะกังวลการเข้าสังคมมากเกินไป",
      "position": "lm"
    },
    {
      "id": "68",
      "content": "ว่าต้องผอมเท่านั้นถึงจะเป็นที่ยอมรับ ",
      "position": "lm"
    },
    {
      "id": "69",
      "content": "เราอยากบอกคุณไว้ว่า “อย่าลืมแคร์ตัวเองก่อนที่จะให้คนอื่นมาตัดสินใจในตัวเรานะคะ”",
      "position": "lm"
    },
    {
      "id": "70",
      "content": "ความผอมไม่ใช่ทุกอย่าง แต่การมีสุขภาพที่ดีต่างหากที่ร่างกายเราต้องการ",
      "position": "lm"
    },
    {
      "id": "71",
      "content": "4. อาหารลดน้ำหนักขึ้นอยู่กับแฟชั่นของแต่ละยุค",
      "position": "re"
    },
    {
      "id": "72",
      "content": "อะไรคือ \"สิ่งที่ในหนึ่งปีอาจจะดีหรือนิยมกัน\" เป็นช่วง ๆ ไปตามช่วงเวลา ",
      "position": "re"
    },
    {
      "id": "73",
      "content": "ตัวอย่างเช่น ในทศวรรษที่ 1960 และ 1970 มีความเชื่อว่าคาร์โบไฮเดรต \"ไม่ดี\" ควรหลีกเลี่ยง ",
      "position": "re"
    },
    {
      "id": "74",
      "content": "จากนั้นในทศวรรษ 1980 และ 1990 ไขมันจากอาหาร เป็นตัวร้ายและคาร์โบไฮเดรตก็เป็นสิ่งที่นิยม",
      "position": "re"
    },
    {
      "id": "75",
      "content": "แต่คาร์โบไฮเดรตในยุค 2000 เป็นศัตรูอีกครั้ง",
      "position": "re"
    },
    {
      "id": "76",
      "content": " และมันก็ดำเนินต่อไปหากมีวิธีการลดน้ำหนักที่ประสบความสำเร็จอย่างต่อเนื่อง ",
      "position": "re"
    },
    {
      "id": "77",
      "content": "หากคุณยังสงสัยและต้องการรู้เพิ่มเติมเกี่ยวกับความเข้าใจผิดเหล่านี้",
      "position": "re"
    },
    {
      "id": "78",
      "content": "สามารถดูได้ที่ U.S. National เว็บไซต์สถาบันสุขภาพ www.win.niddk.nih.gov/publications/myths.htm จะพูดถึงความเข้าใจผิดเกี่ยวกับการลดน้ำหนักและโภชนาการในหลาย ๆ ปีที่ผ่านมา",
      "position": "re"
    },
    {
      "id": "79",
      "content": "5. ควรแยกแยะระหว่างการลดน้ำหนัก (weight loss) กับ การดูแลน้ำหนักตัว (weight maintenance)",
      "position": "lm"
    },
    {
      "id": "80",
      "content": "อาหารลดน้ำหนักไม่ได้ออกแบบมาเพื่อใช้ในระยะยาว",
      "position": "lm"
    },
    {
      "id": "81",
      "content": "เนื่องจากไม่ได้ทำตรงกับความต้องการทางโภชนาการของเรา ",
      "position": "lm"
    },
    {
      "id": "82",
      "content": "อันที่จริง อาหารลดน้ำหนักบางอย่างก็เป็นอันตราย ถ้าไม่ถ้าคุณใช้พวกมันป็นระยะเวลานาน",
      "position": "lm"
    },
    {
      "id": "83",
      "content": "ในทางปฏิบัติ น้อยคนนักที่สามารถรับประทานอาหารเพื่อลดน้ำหนักได้นานกว่า 4 หรือ 5 เดือน (ในที่นี้หมายถึงกดดันตัวเองให้กินแต่อาหารลดน้ำหนักอย่างเคร่งครัดและไม่เป็นอาหารที่ดีต่อใจ)",
      "position": "lm"
    },
    {
      "id": "84",
      "content": " สิ่งที่พวกเขาทำนั้นมีความสำคัญ มีแนวโน้มที่จะ“ยอมแพ้” ",
      "position": "lm"
    },
    {
      "id": "85",
      "content": "และกลับสู่วิถีการกินแบบเดิมๆ ส่งผลให้น้ำหนักเด้งขึ้น ",
      "position": "lm"
    },
    {
      "id": "86",
      "content": "แต่หากต้องการรักษาน้ำหนักที่สามารถลดได้ตามเป้าหมายแล้ว",
      "position": "lm"
    },
    {
      "id": "87",
      "content": "พวกเขาจะจำเป็นต้องเปลี่ยนจากระบบการลดน้ำหนักมาเป็นการรักษาน้ำหนัก ",
      "position": "lm"
    },
    {
      "id": "88",
      "content": "ผู้คนที่ออกจากโปรแกรมลดน้ำหนักจำนวนมากละเว้นนี้ ",
      "position": "lm"
    },
    {
      "id": "89",
      "content": "บางทีนี่คือเหตุผลหลักที่คนออกจากโปรแกรมการลดน้ำหนักจะมีน้ำหนักเพิ่มขึ้นเป็นเรื่องปกติ",
      "position": "lm"
    },
    {
      "id": "90",
      "content": "6. อาหารเพื่อสุขภาพเกี่ยวข้องกับการรับประทานอาหารที่หลากหลาย ",
      "position": "re"
    },
    {
      "id": "91",
      "content": "เราควรดื่มน้ำปริมาณมากโดยเฉพาะน้ำเปล่า ",
      "position": "re"
    },
    {
      "id": "92",
      "content": "และควรลดอาหารที่มีองค์ประกอบของเกลือและน้ำตาลในปริมาณมาก ",
      "position": "re"
    },
    {
      "id": "93",
      "content": "เราลองมาทำความรุ้จักไขมันกันดีกว่าค่ะ",
      "position": "re"
    },
    {
      "id": "94",
      "content": "ไขมันมี 2 ชนิด คือ ไขมันอิ่มตัวและไขมันทรานส์ ",
      "position": "re"
    },
    {
      "id": "95",
      "content": "เนื่องจากไขมันเหล่านี้เพิ่มความเสี่ยงของโรคหัวใจและหลอดเลือด. ",
      "position": "re"
    },
    {
      "id": "96",
      "content": "ไขมันอิ่มตัวส่วนใหญ่พบในเนื้อแดงและอาหารประเภทนม ",
      "position": "re"
    },
    {
      "id": "97",
      "content": "โดยที่ไขมันทรานส์พบได้ในมาการีนชนิดแข็ง ผัดและอาหารอบเชิงพาณิชย์มากมาย ",
      "position": "re"
    },
    {
      "id": "98",
      "content": "แต่ไขมันทรานส์ก็ไม่ได้พบในไขมันไม่อิ่มตัวทุกขนิด",
      "position": "re"
    },
    {
      "id": "99",
      "content": " สิ่งที่ลืมไม่ได้ก็คือ “ไขมันไม่อิ่มตัว” ที่พบในปลาอาหารทะเล ถั่วเปลือกแข็ง และน้ำมันมะกอก ช่วยลดความเสี่ยงของโรคหัวใจ",
      "position": "re"
    },
    {
      "id": "100",
      "content": "คุณอาจกำลังคิดว่าคุณเคยได้ยินทั้งหมดนี้มาก่อน",
      "position": "lm"
    },
    {
      "id": "101",
      "content": "แต่แนวทางการกินเพื่อสุขภาพจริง ๆ นักโภชนาการด้านสุขภาพได้ใช้ “food pyramid” เพื่ออธิบายสัดส่วนหากอยากรู้เพิ่มเติมสามารถเข้าไปอ่านได้ที่ www.choosemyplate.gov",
      "position": "lm"
    },
    {
      "id": "102",
      "content": "ส่วนเรื่องกินปริมาณอาหารที่ควรกินเท่าไหร่ก็ยังคงเข้าใจผิดกันอยู่",
      "position": "lm"
    },
    {
      "id": "103",
      "content": "บางคนก็คิดว่าไม่ควรกินเกิน 1,500 แคลอรีต่อวัน ",
      "position": "lm"
    },
    {
      "id": "104",
      "content": "และก็มีบางคนที่คิดว่าการกินอาหารให้มีพลังงานรวม 2,500 แคลอรีต่อวัน เป็นเรื่องที่ถูกต้อง ",
      "position": "lm"
    },
    {
      "id": "105",
      "content": "ปริมาณแคลอลี่ที่แน่นอนเหล่านี้ไม่มีผิดไม่มีถูกหรอกค่ะ ",
      "position": "lm"
    },
    {
      "id": "106",
      "content": "ถ้าหากเราไม่ได้คำนวณจาก BMR (BMR ย่อมาจาก Basal Metabolic Rate หรือเราสามารถเรียกได้ว่าเป็นอัตราการเผาผลาญพลังงานในแต่ละวัน) ",
      "position": "lm"
    },
    {
      "id": "107",
      "content": "และค่า TDEE (TDEE คือ Total Daily Energy Expenditure หรือ ค่าของพลังงานที่ใช้กิจกรรมอื่นในแต่ละวัน) ก็ไม่สามารถรู้ได้ว่าการเผาผลาญของแต่ละคนเป็นอย่างไร",
      "position": "lm"
    },
    {
      "id": "108",
      "content": "ค่าเหล่านี้สามารถคำนวณได้ในเว็บไซต์ในอินเตอร์เน็ตได้เลยนะคะ ",
      "position": "lm"
    },
    {
      "id": "109",
      "content": "“เสิร์ชว่าคำนวณค่า BMR และ TDEE”",
      "position": "lm"
    },
    {
      "id": "110",
      "content": "คุณอาจจะได้ค่าที่ค่อนข้างใกล้เคียงกับตัวคุณมากกว่าในตารางที่เราจะให้ดูในต่อไป",
      "position": "lm"
    },
    {
      "id": "111",
      "content": "อัยที่จริงเราไม่ค่อยสนับสนุนให้คุณมายุ่งยากในการนับแคลอรีในชีวิตมากนักหากคุณไม่สะดวก ",
      "position": "lm"
    },
    {
      "id": "112",
      "content": "แต่การกำหนดปริมาณอาหาร และสารอาหารที่ตวรได้รับต่อวันก็ควรที่จะเหมาะสมด้วย",
      "position": "lm"
    },
    {
      "id": "113",
      "content": "นี่คือตางรางประมาณความต้องการแคลอรี่ต่อวันของผู้ใหญ่ที่มีไลฟ์สไตล์ที่หลากหลาย ",
      "position": "lm",
      "picture": "/65.png"
    },
    {
      "id": "114",
      "content": "7. วิตามินและแร่ธาตุได้ดีที่สุดจากอาหาร ",
      "position": "re"
    },
    {
      "id": "115",
      "content": "การบริโภควิตามินและแร่ธาตุในรูปของยาเม็ดหรือของเหลวไม่ใช่ความคิดที่ดี ",
      "position": "re"
    },
    {
      "id": "116",
      "content": "เว้นแต่คุณจะได้รับคำแนะนำจากผู้เชี่ยวชาญด้านสุขภาพ ",
      "position": "re"
    },
    {
      "id": "117",
      "content": "ไม่อย่างนั้นอาจทำให้เกิดอันตรายต่อร่างกายได้ ",
      "position": "re"
    },
    {
      "id": "118",
      "content": "8. You don’t have to eat perfectly to be perfectly healthy. ",
      "position": "lm"
    },
    {
      "id": "119",
      "content": "คุณไม่ต้องมีการรับประทานอาหารที่เพอร์เฟคเพื่อให้ได้สุขภาพที่สมบูรณ์",
      "position": "lm"
    },
    {
      "id": "120",
      "content": "ข้อความนี้ (ดัดแปลงจากหนึ่งโดย Marcia Herrin ของโปรแกรม Dartmouth College Eating Disorders) ",
      "position": "lm"
    },
    {
      "id": "121",
      "content": "ข้อความนี้ขอมอบให้กับสำหรับผู้ที่มีความกังวลเกี่ยวกับสิ่งที่คุณรับประทานอย่างเคร่งครัด",
      "position": "lm"
    },
    {
      "id": "122",
      "content": "การที่เราจำกัดตัวเองนี่ไม่จำเป็นเลยนะคะ",
      "position": "lm"
    },
    {
      "id": "123",
      "content": "อาหารเฮลตี้เป็นเพียงแนวทางที่ให้เรานั้นได้เห็นถึงอาหารที่มีประโยชน์",
      "position": "lm"
    },
    {
      "id": "124",
      "content": "และนำสิ่งเหล่านั้นมาปรับใช้ในไลฟ์สไตล์ที่เป็นตัวเรา",
      "position": "lm"
    },
    {
      "id": "125",
      "content": "มีความยืดหยุ่นบ้าง ไม่เครียดจนเกิดไป",
      "position": "lm"
    },
    {
      "id": "126",
      "content": "ให้เราได้กินทั้งของที่มีประโยชน์และของที่ดีต่อใจของเราเอง",
      "position": "lm"
    },
    {
      "id": "127",
      "content": "ปรับให้มีความบาลานซ์",
      "position": "lm"
    },
    {
      "id": "128",
      "content": "อย่าทำให้พวกมันเป็นกฏมาปกครองชีวิตของคุณนะคะ",
      "position": "lm"
    },
    {
      "id": "129",
      "content": "มาต่อที่หัวข้อถัดไปกันดีกว่าค่ะ",
      "position": "re"
    },
    {
      "id": "130",
      "content": "ผลกระทบทางกายภาพของ Binge Eating",
      "position": "re"
    },
    {
      "id": "131",
      "content": "1. ผลกระทบต่อกระเพาะอาหาร",
      "position": "re"
    },
    {
      "id": "132",
      "content": "ฉันหยุดกินเมื่อฉันรู้สึกอิ่มจนท้องจะแตกและไม่สามารถกินต่อได้ ",
      "position": "rn"
    },
    {
      "id": "133",
      "content": "หลังจากการ binge ฉันรู้สึกอิ่มจนปวดท้องฉันแทบจะไม่สามารถเคลื่อนไหวได้ ",
      "position": "rn"
    },
    {
      "id": "134",
      "content": "และในบางครั้งโดยเฉพาะอย่างยิ่ง",
      "position": "rn"
    },
    {
      "id": "135",
      "content": "การ binge ที่หนักมากทำให้ฉันรู้สึกไม่สบาย",
      "position": "rn"
    },
    {
      "id": "136",
      "content": "แม้แต่การหายใจก็ยากและเจ็บปวด",
      "position": "rn"
    },
    {
      "id": "137",
      "content": "Binge Eating มีผลโดยกายภาพแทบจะทันที",
      "position": "re"
    },
    {
      "id": "138",
      "content": "การ binge ส่วนใหญ่ปล่อยให้คนรู้สึกอิ่ม",
      "position": "re"
    },
    {
      "id": "139",
      "content": "และในบางกรณีความรู้สึกนี้จะรุนแรงและและถึงขั้นเจ็บปวดทรมาน ",
      "position": "re"
    },
    {
      "id": "140",
      "content": "ตามตาราง ",
      "position": "re",
      "picture": " /66.jpg"
    },
    {
      "id": "141",
      "content": "ตารางแสดงให้เห็นว่าว่าผู้ที่เป็นโรค bulimia nervosa มีแนวโน้มที่จะรู้สึกอิ่มมากหลังจาก binge มากกว่าคนที่เป็น Binge Eating Disorder ",
      "position": "re"
    },
    {
      "id": "142",
      "content": "ความแตกต่างนี้อาจสะท้อนถึงความเร็วในการกิน.",
      "position": "re"
    },
    {
      "id": "143",
      "content": "คนที่กินจนอิ่มมากจนบางทีก็หายใจไม่ออก",
      "position": "re"
    },
    {
      "id": "144",
      "content": "เกิดกระเพาะอาหารยืดออกไปจนเสียหาย ทำให้เจ็บจนน้ำตาซึม ",
      "position": "re"
    },
    {
      "id": "145",
      "content": "ทางการแพทย์นี่คือภาวะฉุกเฉินหากคุณมีอาการปวดท้องขณะ binge",
      "position": "re"
    },
    {
      "id": "146",
      "content": "จำเป็นต้องหยุดรับประทานอาหารทันที และถ้าปวดมากก็ควรมารพ.",
      "position": "re"
    },
    {
      "id": "147",
      "content": "2. Binge Eating and Body Weight (การกินมากเกินไปกับน้ำหนักตัว) ",
      "position": "lm"
    },
    {
      "id": "148",
      "content": "ความสัมพันธ์ระหว่างการกินมากเกินไปกับน้ำหนักตัว",
      "position": "lm"
    },
    {
      "id": "149",
      "content": "ในทั้งโรค Bulimia Nervosa และ Binge Eating Disorder  ",
      "position": "lm"
    },
    {
      "id": "150",
      "content": "มีอาการกินมากเกินไปเป็นเรื่องปกติ ",
      "position": "lm"
    },
    {
      "id": "151",
      "content": "ผู้ที่เป็น Bulimia Nervosa  มักน้ำหนักตัวก็มักจะเป็นปกติในสภาพเดิม",
      "position": "lm"
    },
    {
      "id": "152",
      "content": "แต่ผู้ที่เป็น Binge Eating Disorder จะมีน้ำหนักขึ้น ",
      "position": "lm"
    },
    {
      "id": "153",
      "content": "ทำไมถึงเป็นเช่นนี้? ",
      "position": "lm"
    },
    {
      "id": "154",
      "content": "คุณยังจำนิสัยการกินของผู้ที่เป็นโรค bulimia nervosa ได้มั้ยคะ ",
      "position": "lm"
    },
    {
      "id": "155",
      "content": "เค้าจะมีพฤติกรรมอดอาหารอย่างรุนแรงสลับ binge",
      "position": "lm"
    },
    {
      "id": "156",
      "content": " ในทางตรงกันข้าม ผู้ที่เป็น Binge Eating Disorder การ binge นั้น",
      "position": "lm"
    },
    {
      "id": "157",
      "content": "จะมีนิสัยการ binge ติดตัวอยู่แล้ว   ",
      "position": "lm"
    },
    {
      "id": "158",
      "content": "จึงไม่น่าแปลกใจที่ผู้ที่เป็น Bulimia Nervosa  ส่วนใหญ่เป็นกลุ่มที่ไม่มีน้ำหนักเกิน",
      "position": "lm"
    },
    {
      "id": "159",
      "content": "ในขณะที่ส่วนใหญ่ที่เป็น Binge Eating Disorder นั้นมีน้ำหนักเกิน",
      "position": "lm"
    },
    {
      "id": "160",
      "content": "และจะเกิดอะไรขึ้นกับน้ำหนักตัวเมื่อการรักษาหรือการบำบัดนี้ที่ประสบความสำเร็จ? ",
      "position": "ln"
    },
    {
      "id": "161",
      "content": "ในผู้ที่เป็น Binge Eating Disorder เมื่อหยุด binge น้ำหนักตัวไม่ค่อยมีการเปลี่ยนแปลงมากนัก อาจจะมีลดลงนิดหน่อย",
      "position": "lm"
    },
    {
      "id": "162",
      "content": " นี่เป็นเพราะว่าเป็นการกินมากเกินไปโดยทั่วไปที่มีส่วนทำให้เกิดน้ำหนักสูงสุด ",
      "position": "lm"
    },
    {
      "id": "163",
      "content": "เช่นเดียวกับใน bulimia nervosa ",
      "position": "lm"
    },
    {
      "id": "164",
      "content": "แต่ด้วยผู้ที่เป็น bulimia nervosa จะมีอาการ binge ที่รุนแรงกว่า",
      "position": "lm"
    },
    {
      "id": "165",
      "content": "หากรักษาหายน้ำหนักก็อาจจะเปลี่ยนแปลงได้มากกว่าผู้ที่เป็น Binge Eating Disorder แต่ก็ไม่ได้เปลี่ยนไปมาก",
      "position": "lm"
    },
    {
      "id": "166",
      "content": "จากการศึกษาการรักษาที่ดำเนินการโดยกลุ่มของอาจารย์ในอ็อกซ์ฟอร์ดบ่งชี้ว่าผู้ที่หายจากโรคบูลิเมียเนอร์โวซาได้เต็มที่แล้ว",
      "position": "lm"
    },
    {
      "id": "167",
      "content": "น้ำหนักเฉลี่ยแทบไม่มีการเปลี่ยนแปลง: ",
      "position": "lm"
    },
    {
      "id": "168",
      "content": "น้ำหนักเฉลี่ยของพวกเขาก่อนการรักษาคือ 137 ปอนด์ (62 กิโลกรัม) และ หลังจากการรักษา 16 เดือนต่อมา น้ำหนักเปลี่ยนเป็น 134 ปอนด์ (61 กิโลกรัม) ",
      "position": "lm"
    },
    {
      "id": "169",
      "content": "มาต่อที่ผลกระทบด้านถัดไปคือ",
      "position": "re"
    },
    {
      "id": "170",
      "content": "ผลกระทบทางกายภาพของการอดอาหาร",
      "position": "re"
    },
    {
      "id": "171",
      "content": "นอกจากมีผลทางจิตวิทยาตามที่อธิบายไว้ใน Chapter 2 แล้วว่าการอดอาหารอาจมีผลเสียต่อร่างกาย ",
      "position": "re"
    },
    {
      "id": "172",
      "content": "พฤติกรรมแบบนี้อาจทำให้คุณต้องลดน้ำหนักแบบวนซ้ำไปซ้ำมา ",
      "position": "re"
    },
    {
      "id": "173",
      "content": "หรือบางครั้งเรียกว่า“การอดอาหารแบบโยโย่”",
      "position": "re"
    },
    {
      "id": "174",
      "content": "การลดน้ำหนักด้วยวิธีนี้ทำให้ทั้งระบบย่อยอาหารและเมตาบอลิซึมได้แย่ลง",
      "position": "re"
    },
    {
      "id": "175",
      "content": "อีกทั้งการอดอาหารอาจส่งผลต่อการมีประจำเดือน",
      "position": "re"
    },
    {
      "id": "176",
      "content": "เช่นเดียวกับการมีประจำเดือนปกติก็ต้องพึ่งสารอาหารประเภทไขมันในการนำไปสร้างฮอร์โมนเพศหญิง ",
      "position": "re"
    },
    {
      "id": "177",
      "content": "ด้วยเหตุผลนี้เองผู้หญิงที่เป็นโรคอะนอเร็กเซียเนิร์โวซาเกือบทุกคนไม่มีประจำเดือน (เพราะว่าพวกเขาแทบจะไม่กินสารอาหารประเภทไขมันเลย)",
      "position": "re"
    },
    {
      "id": "178",
      "content": "แม้ว่าคุณมีปริมาณไขมันในร่างกายจะเพียงพอ ",
      "position": "re"
    },
    {
      "id": "179",
      "content": "แต่การอดอาหาร, กินอาหารไม่เป็นเวลา และการออกกำลังกายอย่างหนัก",
      "position": "re"
    },
    {
      "id": "180",
      "content": "พฤติกรรมเหล่านี้ล้วนส่งผลต่อการมีประจำเดือนของคุณ",
      "position": "re"
    },
    {
      "id": "181",
      "content": "ความผิดปกติของประจำเดือนพบได้มากถึงครึ่งหนึ่งของผู้ที่มี bulimia nervosa และประมาณผู้หญิง 1 ใน 4 ของผู้หญิงที่เป็น Binge Eating Disorder",
      "position": "re"
    },
    {
      "id": "182",
      "content": "ผลกระทบด้านต่อมาคือ",
      "position": "lm"
    },
    {
      "id": "183",
      "content": "ผลกระทบทางกายภาพของการอาเจียนด้วยตนเอง ",
      "position": "lm"
    },
    {
      "id": "184",
      "content": "ดังที่เราได้พูดคุยกันใน Chapter 2",
      "position": "lm"
    },
    {
      "id": "185",
      "content": "การอาเจียนที่เกิดขึ้นเองเป็นเรื่องปกติในโรค bulimia nervosa (โรคล้วงคออ้วก)",
      "position": "lm"
    },
    {
      "id": "186",
      "content": "นอกจากนี้ยังเกิดขึ้นใน anorexia nervosa (โรคคลั่งผอม) ",
      "position": "lm"
    },
    {
      "id": "187",
      "content": "โดยเฉพาะอย่างยิ่งผู้ที่เกิดการ binge ",
      "position": "lm"
    },
    {
      "id": "188",
      "content": "และพบได้บ่อยในผู้ที่มีอาการความผิดปกติด้านการกิน (eating disorder)",
      "position": "lm"
    },
    {
      "id": "189",
      "content": "ไม่น่าแปลกใจเลยที่การอาเจียนที่เกิดจากตัวเองซ้ำๆ ส่งผลกระทบทางกายภาพที่ไม่พึงประสงค์ ",
      "position": "lm"
    },
    {
      "id": "190",
      "content": "สิ่งเหล่านี้มักพบเห็นบ่อยที่สุดในหมู่ผู้ที่อาเจียนบ่อย และทำเช่นนี้มาระยะหนึ่งแล้ว ",
      "position": "lm"
    },
    {
      "id": "191",
      "content": "ตามที่อธิบายไว้ที่นี่ผลกระทบเหล่านี้บางอย่างอาจร้ายแรง เช่น",
      "position": "lm"
    },
    {
      "id": "192",
      "content": "1. สร้างความเสียหายให้กับฟัน ",
      "position": "lm"
    },
    {
      "id": "193",
      "content": "อาเจียนซ้ำเป็นระยะเวลานานเวลาทำลายฟัน ",
      "position": "lm"
    },
    {
      "id": "194",
      "content": "เนื่องจากในกระเพาะของเรามีน้ำย่อยที่มีความเป็นกรดสูง",
      "position": "lm"
    },
    {
      "id": "195",
      "content": "หากเราอ้วกออกมา ",
      "position": "lm"
    },
    {
      "id": "196",
      "content": "แน่นอนว่าน้ำย่อยเหล่านั้นก็ออกมาด้วย",
      "position": "lm"
    },
    {
      "id": "197",
      "content": "และมันจะค่อย ๆ กัดเซาะเคลือบฟันเป็นหลักบนพื้นผิวด้านในของฟันหน้า ",
      "position": "lm"
    },
    {
      "id": "198",
      "content": "อาจทำให้เกิดฟันผุ ฟันเหลือง ฟันบ่งตามมาได้",
      "position": "lm"
    },
    {
      "id": "199",
      "content": "2. อาการบวมของต่อมน้ำลาย ",
      "position": "lm"
    },
    {
      "id": "200",
      "content": "บริเวณรอบ ๆ ปากมีต่อมที่ผลิตน้ำลาย ",
      "position": "lm"
    },
    {
      "id": "201",
      "content": "ในบางคนที่ทำให้ตัวเองอาเจียนเหล่าต่อมจะค่อย ๆ บวม ",
      "position": "lm"
    },
    {
      "id": "202",
      "content": "อาการบวมมักไม่เจ็บปวดแต่อาจเพิ่มขึ้นการผลิตน้ำลาย",
      "position": "lm"
    },
    {
      "id": "203",
      "content": " มักจะเป็นต่อม parotid (ต่อมที่ได้รับผลกระทบทั่วไปในคางทูม) ที่บวมมากที่สุดทำให้ใบหน้าของบุคคลมีลักษณะค่อนข้างกลมและอ้วน ",
      "position": "lm"
    },
    {
      "id": "204",
      "content": "ผู้ที่มีอาการบวมที่หูมักจะเห็นใบหน้าดู “อ้วน” ",
      "position": "lm"
    },
    {
      "id": "205",
      "content": "และจะมโนไปเองว่าส่วนอื่น ๆ ในร่างกายก็ดูอ้วนขึ้นเช่นกัน ",
      "position": "lm"
    },
    {
      "id": "206",
      "content": "ย่อมทำให้ความกังวลที่คุณมีนั้นเพิ่มขึ้นเกี่ยวกับรูปร่างและน้ำหนัก ",
      "position": "lm"
    },
    {
      "id": "207",
      "content": "ปัญหาการบวมของต่อมน้ำลายจากการล้วงคออ้วก",
      "position": "lm"
    },
    {
      "id": "208",
      "content": "จะสามารถดีขึ้นและค่อยๆ หายไปออกไปเมื่อนิสัยการกินดีขึ้น",
      "position": "lm"
    },
    {
      "id": "209",
      "content": "3. สร้างความเสียหายให้กับลำคอ ",
      "position": "lm"
    },
    {
      "id": "210",
      "content": "ตามที่อธิบายไว้ใน Chapter 2  ",
      "position": "lm"
    },
    {
      "id": "211",
      "content": "คนส่วนใหญ่ทำให้อาเจียนโดยการกระตุ้นกลไกการล้วงคอ",
      "position": "lm"
    },
    {
      "id": "212",
      "content": "ซึ่งเป็นกระบวนการที่ต้องใช้แรงทั้งในการล้วงและพยายามคะยั้นคะยอให้เกิดการอาเจียนออกมา",
      "position": "lm"
    },
    {
      "id": "213",
      "content": "และแน่นอนว่าคุณต้องล้วงคอหลาย ๆ ที่เพื่อให้อาเจียนได้ตามที่ต้องการ",
      "position": "lm"
    },
    {
      "id": "214",
      "content": "อาจทำให้เกิดการบาดเจ็บที่ผิวด้านหลังลำคอ และอาจติดเชื้อตามมาได้",
      "position": "lm"
    },
    {
      "id": "215",
      "content": "ดังนั้นจึงไม่แปลกใจว่า",
      "position": "lm"
    },
    {
      "id": "216",
      "content": "คนที่ชอบล้วงคออาเจียนจะบ่นว่าเจ็บคอและมีเสียงแหบซ้ำ ๆ ผิดปกติ",
      "position": "lm"
    },
    {
      "id": "217",
      "content": "4. ความเสียหายต่อหลอดอาหาร ",
      "position": "lm"
    },
    {
      "id": "218",
      "content": "หลอดอาหาร คือ ท่อที่นำจากปากสู่หลอดอาหารท้อง",
      "position": "lm"
    },
    {
      "id": "219",
      "content": "หากล้วงคอบ่อย ๆ มีความเสี่ยงที่จะเกิดการแตกของหลอดอาหาร",
      "position": "lm"
    },
    {
      "id": "220",
      "content": "ซึ่งมันอันตรายมาก ๆ ",
      "position": "lm"
    },
    {
      "id": "221",
      "content": "หากมีเลือดปะปนปริมาณมากในอาเจียนคุณต้องรีบไปพบแพทย์โดยด่วน",
      "position": "lm"
    },
    {
      "id": "222",
      "content": "5. สร้างความเสียหายให้กับมือ",
      "position": "lm"
    },
    {
      "id": "223",
      "content": "ผลกระทบทางกลอีกประการหนึ่งของการอาเจียนด้วยตนเองนั้น",
      "position": "lm"
    },
    {
      "id": "224",
      "content": "พบได้ในบางคนที่ใช้นิ้วเพื่อกระตุ้นให้เกิดการอาเจียน ",
      "position": "lm"
    },
    {
      "id": "225",
      "content": "เนื่องจากผิวบริเวณข้อนิ้วของมือมีรอยถลอกเนื่องจากการถูกับฟันและเกิดรอยแผลเป็นในที่สุด ",
      "position": "lm"
    },
    {
      "id": "226",
      "content": "6. ความไม่สมดุลของของเหลวและอิเล็กโทรไลต์ ",
      "position": "lm"
    },
    {
      "id": "227",
      "content": "ผลกระทบทางสรีรวิทยาของการอาเจียนบ่อยครั้งอาจร้ายแรง ",
      "position": "lm"
    },
    {
      "id": "228",
      "content": "โดยเฉพาะอย่างยิ่งในหมู่ผู้นั้นที่พยายาม \"ล้าง\" ท้องด้วยการอาเจียนซ้ำๆ ",
      "position": "lm"
    },
    {
      "id": "229",
      "content": "อาเจียนจนคิดว่าสิ่งที่รับประทานไปออกมาหมดแล้ว",
      "position": "lm"
    },
    {
      "id": "230",
      "content": "การอาเจียนซ้ำๆ ส่งผลต่อระดับของเหลวและระดับอิเล็กโทรไลต์ (โซเดียม โพแทสเซียม ฯลฯ) ในร่างกาย ",
      "position": "lm"
    },
    {
      "id": "231",
      "content": "อิเล็กโทรไลต์การรบกวนที่น่ากังวลที่สุดคือการที่มีภาวะโพแทสเซียมต่ำ (โพแทสเซียมต่ำ) ",
      "position": "lm"
    },
    {
      "id": "232",
      "content": "เนื่องจากมันอาจทำให้หัวใจเต้นผิดปกติได้ ",
      "position": "lm"
    },
    {
      "id": "233",
      "content": "ถ้าคุณหัวใจเต้นผิดปกติ ควรรีบปรึกษาแพทย์",
      "position": "lm"
    },
    {
      "id": "234",
      "content": "อาการของของเหลวหรืออิเล็กโทรไลต์ไม่สมดุล",
      "position": "lm"
    },
    {
      "id": "235",
      "content": "จะสังเกตได้จาก",
      "position": "lm"
    },
    {
      "id": "236",
      "content": "มีอาการกระหายน้ำมาก, เวียนศีรษะ, บวมที่ขาและแขน, อ่อนล้าและเฉื่อยชา, กล้ามเนื้อกระตุก",
      "position": "lm"
    },
    {
      "id": "237",
      "content": "รวมถึงอาจเกิดอาการชักจากโรคลมชัก ",
      "position": "lm"
    },
    {
      "id": "238",
      "content": "แม้ว่าครึ่งหนึ่งของผู้ที่เป็น bulimia nervosa จะมีความผิดปกติของอิเล็กโทรไลต์จากการขาดแร่ธาตุบางชนิด ",
      "position": "lm"
    },
    {
      "id": "239",
      "content": "แต่สิ่งสำคัญที่ควรทราบคือว่าอาการทั้งหมดเหล่านี้ ",
      "position": "lm"
    },
    {
      "id": "240",
      "content": "อาจมาจากมาจากสาเหตุอื่นที่ไม่ใช่ความผิดปกติของของเหลวหรืออิเล็กโทรไลต์ได้ด้วยเช่นกัน",
      "position": "lm"
    },
    {
      "id": "241",
      "content": "คนจำนวนเล็กน้อยทำให้อาเจียนในเชิงเคมี สำหรับเช่น ",
      "position": "lm"
    },
    {
      "id": "242",
      "content": "อาจดื่มน้ำเกลือเพื่อให้ตนเองป่วยนี่คือไม่แนะนำอย่างยิ่ง",
      "position": "lm"
    },
    {
      "id": "243",
      "content": "เนื่องจากเป็นอีกสาเหตุหนึ่งของความผิดปกติของอิเล็กโทรไลต์ ",
      "position": "lm"
    },
    {
      "id": "244",
      "content": "คนอื่นใช้ยาที่จำหน่ายหน้าเคาน์เตอร์ Ipecac (ipecacuanha)",
      "position": "lm"
    },
    {
      "id": "245",
      "content": "ทำให้อาเจียนเป็นพฤติกรรมอันตรายเพราะมีผลพิษหลายอย่างเป็นผลจากการใช้งานสิ่งพวกนี้",
      "position": "lm"
    },
    {
      "id": "246",
      "content": "การที่อิเล็กโทรไลต์ไม่สมดุลสามารถรักษาได้ ",
      "position": "lm"
    },
    {
      "id": "247",
      "content": "มันจะหายไปเมื่อคุณหยุดอาเจียน",
      "position": "lm"
    },
    {
      "id": "248",
      "content": "ทั้งที่ควรได้รับการดูแลโดยแพทย์ ",
      "position": "lm"
    },
    {
      "id": "249",
      "content": "คุณไม่ควรพยายามรักษาด้วยตัวคนเดียว",
      "position": "lm"
    },
    {
      "id": "250",
      "content": "ผลทางกายภาพของการใช้ยาระบายในทางที่ผิด",
      "position": "rn"
    },
    {
      "id": "251",
      "content": "ตามที่อธิบายไว้ใน Chapter 2 ",
      "position": "re"
    },
    {
      "id": "252",
      "content": "คนที่ binge อาจใช้ยาระบายเพื่อทำให้รูปร่างและน้ำหนักมีการเปลี่ยนแปลง",
      "position": "re"
    },
    {
      "id": "253",
      "content": "ส่วนใหญ่จะติดตามโดยผู้ที่มี bulimia nervosa หรือ anorexia nervosa ",
      "position": "re"
    },
    {
      "id": "254",
      "content": "บางคนใช้ปริมาณมากมากถึง 50 ถึง 100 ครั้ง",
      "position": "re"
    },
    {
      "id": "255",
      "content": "ยาระบายมีผลเพียงเล็กน้อยต่อการดูดซึมแคลอรี่ ",
      "position": "re"
    },
    {
      "id": "256",
      "content": "พวกมันทำหน้าที่แค่ที่ส่วนล่างของลำไส้ ",
      "position": "re"
    },
    {
      "id": "257",
      "content": "ในขณะที่แคลอรีถูกดูดซึมในอวัยวะที่ผ่าน ๆ มา ",
      "position": "re"
    },
    {
      "id": "258",
      "content": "สิ่งที่พวกมันทำคือทำให้ร่างกายมีอาการท้องเสียเป็นน้ำและน้ำหนักลดลงชั่วคราว",
      "position": "re"
    },
    {
      "id": "259",
      "content": "เพราะเกิดการสูญเสียน้ำ ",
      "position": "re"
    },
    {
      "id": "260",
      "content": "และแน่นอนว่าน้ำหนักเสียไปนั้นจะสูญเสียได้ในระยะเวลาสั้น ๆ ",
      "position": "re"
    },
    {
      "id": "261",
      "content": "ไม่นานนักก็จะกลับคืนสู่สภาพเดิม ",
      "position": "re"
    },
    {
      "id": "262",
      "content": "อย่างไรก็ตามคนที่มีลักษณะทางกายภาพ bulimia nervosa ",
      "position": "re"
    },
    {
      "id": "263",
      "content": "พบว่าการลดน้ำหนักนั้นคุ้มค่าและมีความเชื่ออย่างผิด ๆ",
      "position": "re"
    },
    {
      "id": "264",
      "content": "ว่าสิ่งนี้ทำให้การดูดซึมแคลอรี่นั้นลดลง",
      "position": "re"
    },
    {
      "id": "265",
      "content": "การใช้ยาระบายในทางที่ผิดคล้ายกับการอาเจียนด้วยตนเอง ",
      "position": "re"
    },
    {
      "id": "266",
      "content": "ทำให้เกิดความไม่สมดุลของของเหลวและเกิดความผิดปกติของอิเล็กโทรไลต์",
      "position": "re"
    },
    {
      "id": "267",
      "content": "บุคคลที่ทั้งอาเจียนและใช้ยาระบายในทางที่ผิดมีความเสี่ยงเป็นพิเศษ ",
      "position": "re"
    },
    {
      "id": "268",
      "content": "ยาระบายบางชนิดเมื่อรับประทานในปริมาณที่สูงเกินเป็นเวลานานส่งผลให้ลำไส้เสียหายถาวร ",
      "position": "re"
    },
    {
      "id": "269",
      "content": "และมีผลกระทบในระยะยาวได้",
      "position": "re"
    },
    {
      "id": "270",
      "content": "ผู้ที่ทานยาระบายเป็นประจำมาระยะหนึ่ง",
      "position": "re"
    },
    {
      "id": "271",
      "content": "หากหยุดกะทันหัน",
      "position": "re"
    },
    {
      "id": "272",
      "content": "ทำส่งผลให้น้ำหนักขึ้นชั่วคราวซึ่งอาจทำให้วิตกกังวลได้",
      "position": "re"
    },
    {
      "id": "273",
      "content": "เป็นเหตุที่ทำให้ต้องรับประทานยาระบายต่อ ",
      "position": "re"
    },
    {
      "id": "274",
      "content": "สิ่งสำคัญที่ควรรู้คือน้ำหนักขึ้นเกิดจากการสะสมน้ำไม่ใช่ไขมัน ",
      "position": "re"
    },
    {
      "id": "275",
      "content": "ผลทางกายภาพของการใช้ยาขับปัสสาวะในทางที่ผิด",
      "position": "lm"
    },
    {
      "id": "276",
      "content": "บางคนทานยาขับปัสสาวะมักจะซื้อตามร้านขายยา",
      "position": "lm"
    },
    {
      "id": "277",
      "content": "การเตรียมการเพื่อพยายามเปลี่ยนรูปร่างและน้ำหนักนี้",
      "position": "lm"
    },
    {
      "id": "278",
      "content": "เป็นการกระทำที่ไร้ผล ",
      "position": "lm"
    },
    {
      "id": "279",
      "content": "เนื่องจากยาขับปัสสาวะไม่มีผลต่อการดูดซึมแคลอรี ช่นเดียวกับยาระบาย ",
      "position": "lm"
    },
    {
      "id": "280",
      "content": "พวกเขาทำให้สูญเสียของเหลวในร่างกาย และมีผลต่อการรบกวนของอิเล็กโทรไลต์เช่นกัน",
      "position": "lm"
    },
    {
      "id": "281",
      "content": "ผลทางกายภาพของการออกกำลังกายที่มากเกินไป",
      "position": "re"
    },
    {
      "id": "282",
      "content": "ดังที่เราได้กล่าวไว้ใน Chapter 2 ",
      "position": "re"
    },
    {
      "id": "283",
      "content": "บางคนที่มีปัญหาการกินมากเกินไป",
      "position": "re"
    },
    {
      "id": "284",
      "content": "มีพฤติกรรมการออกกำลังกายเยอะ ๆ เพื่อให้มีการเปลี่ยนแปลงรูปร่างหรือน้ำหนักนี้",
      "position": "re"
    },
    {
      "id": "285",
      "content": "โดยปกติแล้วจะไม่มีผลเสียต่อร่างกาย ",
      "position": "re"
    },
    {
      "id": "286",
      "content": "แต่หากออกในฟอร์มที่ผิดหรือทำให้ร่างกายล้าเกินไป",
      "position": "re"
    },
    {
      "id": "287",
      "content": "ก็อาจเป็นสิ่งที่ฟังดูไม่ดีนัก",
      "position": "re"
    },
    {
      "id": "288",
      "content": "และสิ่งสำคัญหากการกระทำนี้ทำให้คุณมีน้ำหนักตัวต่ำเกินไป ",
      "position": "re"
    },
    {
      "id": "289",
      "content": "อาจทำให้มีความเสี่ยงเป็นพิเศษในโรค anorexia nervosa ",
      "position": "re"
    },
    {
      "id": "290",
      "content": "หากมีอาการที่รุนแรง การออกกำลังกายบางประเภทอาจทำให้เสี่ยงกระดูกหักได้",
      "position": "re"
    },
    {
      "id": "291",
      "content": "ผลกระทบของการมีน้ำหนักน้อย",
      "position": "ln"
    },
    {
      "id": "292",
      "content": "การมีน้ำหนักน้อยเกินไปมีผลกระทบต่อสุขภาพร่างกายมากมายดังนี้",
      "position": "lm"
    },
    {
      "id": "293",
      "content": "1.ผลกระทบต่อสมอง",
      "position": "lm"
    },
    {
      "id": "294",
      "content": "ผู้ที่น้ำหนักน้อยมักมองข้ามความจริงที่ว่าจะส่งผลเสียต่อสมองทั้งในโครงสร้างและทำงาน ",
      "position": "lm"
    },
    {
      "id": "295",
      "content": "เริ่มจากโครงสร้างพบในอาการ anorexia nervosa พบว่าสสารส่วนสีเทาและสสารสีขาวของสมองมีขนาดลดลงอย่างเห็นได้ชัด ",
      "position": "lm"
    },
    {
      "id": "296",
      "content": "ในส่วนการทำงานนั้น",
      "position": "lm"
    },
    {
      "id": "297",
      "content": "สมองต้องการพลังงานจำนวนมากเพื่อใช้ ในการทำงาน ให้มีประสิทธิภาพ",
      "position": "lm"
    },
    {
      "id": "298",
      "content": "เมื่อมีการขาดสารอาหารจะสังเกตเห็นว่าจะมีอาการคิดไม่ออก ตื้อ ๆ ในสมอง",
      "position": "lm"
    },
    {
      "id": "299",
      "content": "2. จากผลของการกินน้อยไป จึงไม่น่าแปลกใจเลยที่การขาดดุลทางปัญญาและอารมณ์",
      "position": "lm"
    },
    {
      "id": "300",
      "content": "เป็นเรื่องปกติในผู้ที่มีอาการ anorexia nervosa และในคนอื่น ๆ ที่กินน้อยเกินไป ดังที่กล่าวใน Chapter 2",
      "position": "lm"
    },
    {
      "id": "301",
      "content": "3. มีผลอย่างมากต่อหัวใจและการไหลเวียนเลือด ",
      "position": "lm"
    },
    {
      "id": "302",
      "content": "กล้ามเนื้อหัวใจสูญเสียไปและหัวใจก็อ่อนแอลงตามไปด้วย ",
      "position": "lm"
    },
    {
      "id": "303",
      "content": "ความดันลดลงและอัตราการเต้นของหัวใจ (ชีพจร) ลดลง",
      "position": "lm"
    },
    {
      "id": "304",
      "content": "มีความเสี่ยงที่จะเกิดภาวะหัวใจเต้นผิดจังหวะอย่างรุนแรง (arrhythmia) ",
      "position": "lm"
    },
    {
      "id": "305",
      "content": "โดยเฉพาะหากมีสิ่งผิดปกติเกิดขึ้นควบคู่ไปกับความผืดปกติของของเหลวและอิเล็กโทรไลต์ ",
      "position": "lm"
    },
    {
      "id": "306",
      "content": "หากหัวใจเต้นผิดปกติหรือช้าผิดปกติ (น้อยกว่า 50 ครั้งต่อนาที) คุณควรขอคำแนะนำจากแพทย์",
      "position": "lm"
    },
    {
      "id": "307",
      "content": "4. มีผลกระทบต่อฮอร์โมน ",
      "position": "lm"
    },
    {
      "id": "308",
      "content": "ในทำนองเดียวกันก็มีผลอย่างมากต่อฮอร์โมน",
      "position": "lm"
    },
    {
      "id": "309",
      "content": "โดยมันส่งผลให้การผลิตฮอร์โมนเพศลดลงอย่างเห็นได้ชัดและผู้หญิงมีบุตรยาก",
      "position": "lm"
    },
    {
      "id": "310",
      "content": " มีอาการเบื่ออาหารทางเพศและทางเพศการตอบสนองลดลงลักษณะทางกายภาพ",
      "position": "lm"
    },
    {
      "id": "311",
      "content": "5. ผลกระทบต่อกระดูก",
      "position": "lm"
    },
    {
      "id": "312",
      "content": "มีการเสื่อมสภาพของความแข็งแรงของกระดูก ",
      "position": "lm"
    },
    {
      "id": "313",
      "content": "ส่วนหนึ่งมางจากกับการเปลี่ยนแปลงของฮอร์โมน ",
      "position": "lm"
    },
    {
      "id": "314",
      "content": "ส่วนที่สองมาจากการลดน้ำหนัก",
      "position": "lm"
    },
    {
      "id": "315",
      "content": "และส่วนที่สามเป็นผลมาจากการบริโภคอาหารโดยตรง ",
      "position": "lm"
    },
    {
      "id": "316",
      "content": "ผลที่ได้คือความเสี่ยงที่เพิ่มขึ้นของโรคกระดูกพรุนและกระดูกหัก",
      "position": "lm"
    },
    {
      "id": "317",
      "content": "6. ระบบทางเดินอาหาร",
      "position": "lm"
    },
    {
      "id": "318",
      "content": "อาจมีความรู้สึกหิวอยู่เรื่อย ๆ ",
      "position": "lm"
    },
    {
      "id": "319",
      "content": "แม้ว่าสิ่งนี้จะไม่เปลี่ยนแปลง ",
      "position": "lm"
    },
    {
      "id": "320",
      "content": "การรับรู้ของรสชาติอาจจะบกพร่อง ",
      "position": "lm"
    },
    {
      "id": "321",
      "content": "ส่งผลให้บางคนใช้เครื่องปรุงรสและเครื่องเทศในปริมาณมากเพื่อให้ได้รสชาติอาหารที่ต้องการ ",
      "position": "lm"
    },
    {
      "id": "322",
      "content": "ลำไส้ทำงานได้ช้าลงเพื่อให้การดูดซึมอาหารให้ได้มากสุด ",
      "position": "lm"
    },
    {
      "id": "323",
      "content": "และอาหารในกระเพาะอาหารใช้เวลานานกว่าปกติมากในการเคลื่อนเข้าสู่ร่างกายลำไส้เล็ก",
      "position": "lm"
    },
    {
      "id": "324",
      "content": "จึงไม่น่าแลปกใจที่คนมีน้ำหนักน้อยจะมีความรู้สึกอิ่มมากขึ้นแม้จะกินค่อนข้างน้อย ",
      "position": "lm"
    },
    {
      "id": "325",
      "content": "7. ผลกระทบต่อกล้ามเนื้อ",
      "position": "lm"
    },
    {
      "id": "326",
      "content": "การสูญเสียและความอ่อนแอเหล่านี้อาจส่งผลให้เกิดกล้ามเนื้ออ่อนแรง ",
      "position": "lm"
    },
    {
      "id": "327",
      "content": "ที่ชัดเจนที่สุดเมื่อเดินขึ้นบันไดหรือพยายามยืนขึ้นจากการนั่งยอง ๆ",
      "position": "lm"
    },
    {
      "id": "328",
      "content": "8. ผิวและผมก็ถูกผลกระทบจากการที่น้ำหนักน้อยเกินไป ",
      "position": "lm"
    },
    {
      "id": "329",
      "content": "มีผลกระทบที่แตกต่างกันไป ",
      "position": "lm"
    },
    {
      "id": "330",
      "content": "เช่น เกิดหงอก ",
      "position": "lm"
    },
    {
      "id": "331",
      "content": "อาจงอกขึ้นตามร่างกายโดยเฉพาะบนใบหน้า หน้าท้อง หลังและแขน ",
      "position": "lm"
    },
    {
      "id": "332",
      "content": "อาจมีผมร่วงจากหนังศีรษะด้วย ",
      "position": "lm"
    },
    {
      "id": "333",
      "content": "และมักผิวแห้งซึ่งสามารถพัฒนาเป็นสีส้มได้",
      "position": "lm"
    },
    {
      "id": "334",
      "content": "9. ส่งผลค่อการควบคุมอุณหภูมิภายในร่างกาย ",
      "position": "lm"
    },
    {
      "id": "335",
      "content": "การเปลี่ยนแปลงที่สำคัญคือการลดลงของอุณหภูมิร่างกาย",
      "position": "lm"
    },
    {
      "id": "336",
      "content": "ส่งผลให้บางคนรู้สึกหนาวมาก",
      "position": "lm"
    },
    {
      "id": "337",
      "content": "10. การนอนหลับ",
      "position": "lm"
    },
    {
      "id": "338",
      "content": "การนอนหลับจะบกพร่องสดชื่นน้อยลง ",
      "position": "lm"
    },
    {
      "id": "339",
      "content": "และมีมีแนวโน้มที่จะตื่นเช้า",
      "position": "lm"
    },
    {
      "id": "340",
      "content": "ด้านต่อมาคือผลต่อการเจริญพันธุ์และการตั้งครรภ์",
      "position": "re"
    },
    {
      "id": "341",
      "content": "ฉันกังวลเกี่ยวกับปัญหาการกินของฉันที่ส่งผลต่อความสัมพันธ์ของฉันกับลูก",
      "position": "rn"
    },
    {
      "id": "342",
      "content": "และความสามารถในการรับมือของฉัน ",
      "position": "rn"
    },
    {
      "id": "343",
      "content": "ฉันหวังว่าจะมีลูกสามคน ",
      "position": "rn"
    },
    {
      "id": "344",
      "content": "แต่มันคงจะไม่ใช่ความคิดที่ดีในการตั้งครรภ์อีกครั้ง",
      "position": "rn"
    },
    {
      "id": "345",
      "content": "เราะแนอาจจะอาเจียนจากการแพ้ท้องนับครั้งไม่ท้วน",
      "position": "rn"
    },
    {
      "id": "346",
      "content": "ฉันทำได้ดีมากกับการกินของฉัน ",
      "position": "rn"
    },
    {
      "id": "347",
      "content": "ฉันหยุดอาเจียนและหยุดทานยาระบายทันทีที่รู้ว่าท้อง",
      "position": "rn"
    },
    {
      "id": "348",
      "content": "ฉันยังมีการหยุด Binge Eating ",
      "position": "rn"
    },
    {
      "id": "349",
      "content": "ฉันพยายามอย่างหนักที่จะกินเอาหารพื่อสุขภาพ ",
      "position": "rn"
    },
    {
      "id": "350",
      "content": "จากนั้นหมอก็ตรวจร่างกายของฉัน",
      "position": "rn"
    },
    {
      "id": "351",
      "content": "และเมื่อเขารู้สึกถึงท้องของฉัน",
      "position": "rn"
    },
    {
      "id": "352",
      "content": "เขามองมาที่ฉันและพูดว่า",
      "position": "rn"
    },
    {
      "id": "353",
      "content": " \"ฉันขอโทษฉันใช้เวลานานมาก แต่ฉันไม่สามารถบอกได้ว่าใครคือทารกและใครคือคุณ”",
      "position": "rn"
    },
    {
      "id": "354",
      "content": "ฉันรู้ว่าเขาแค่พูดเล่น ",
      "position": "rn"
    },
    {
      "id": "355",
      "content": "แต่มันทำให้ฉันเสียใจจริง ๆ ",
      "position": "rn"
    },
    {
      "id": "356",
      "content": "ฉันกลับบ้านและร้องไห้",
      "position": "rn"
    },
    {
      "id": "357",
      "content": " ฉันไม่ได้กินอะไรเลยในอีกไม่กี่วันข้างหน้า ",
      "position": "rn"
    },
    {
      "id": "358",
      "content": "เมื่ออยู่กับฉันสามี",
      "position": "rn"
    },
    {
      "id": "359",
      "content": "ด้วยความช่วยเหลือจากสามีทำให้ฉันเริ่มกินอีกครั้ง",
      "position": "rn"
    },
    {
      "id": "360",
      "content": "ฉันพบว่าฉันทำไม่ได้อีกต่อไปต่อต้านการอาเจียนได้หลังจากนั้น ",
      "position": "rn"
    },
    {
      "id": "361",
      "content": "ฉันพยายามควบคุมการกินแต่พบว่ามันยาก ",
      "position": "rn"
    },
    {
      "id": "362",
      "content": "หลังจากทำให้ตัวเองอาเจียน ",
      "position": "rn"
    },
    {
      "id": "363",
      "content": "ฉันรู้สึกผิดอย่างยิ่งที่ฉันจะไม่ให้อภัยตัวเอง",
      "position": "rn"
    },
    {
      "id": "364",
      "content": "ถ้ามันทำให้ลูกของฉันได้รับอันตราย",
      "position": "rn"
    },
    {
      "id": "365",
      "content": "แต่ฉันดีใจที่หยุดใช้ยาระบาย",
      "position": "rn"
    },
    {
      "id": "366",
      "content": "ปัญหา Binge Eating เกี่ยวข้องกับภาวะเจริญพันธุ์บกพร่อง ",
      "position": "lm"
    },
    {
      "id": "367",
      "content": "แต่เหตุผลนี้ไม่ชัดเจน ",
      "position": "lm"
    },
    {
      "id": "368",
      "content": "แน่นอนการอดอาหาร การลดน้ำหนัก และน้ำหนักตัวต่ำไป รวมไปถึงความเครียด",
      "position": "lm"
    },
    {
      "id": "369",
      "content": "ล้วนส่งผลต่อภาวะเจริญพันธุ์ ",
      "position": "lm"
    },
    {
      "id": "370",
      "content": "จึงไม่สามารถสรุปได้ว่า Binge Eating มีผลกระทบในด้านนี้ ",
      "position": "lm"
    },
    {
      "id": "371",
      "content": "ที่สำคัญความเครียดคือ ว่าผลกระทบเหล่านี้",
      "position": "lm"
    },
    {
      "id": "372",
      "content": "โดยทั่วไปจะกลับเป็นเหมือนเดิมได้หากปัญหาการกินได้รับการแก้ไข",
      "position": "lm"
    },
    {
      "id": "373",
      "content": "ในทำนองเดียวกัน ไม่ค่อยมีใครรู้เรื่องผลกระทบของปัญหา Binge Eating ในการตั้งครรภ์ ",
      "position": "lm"
    },
    {
      "id": "374",
      "content": "งานวิจัยส่วนใหญ่ได้ศึกษาเกี่ยวกับ bulimia nervosa ",
      "position": "lm"
    },
    {
      "id": "375",
      "content": "ผลการวิจัยชี้ว่า Binge Eating จะดีขึ้นเมื่อผู้หญิงรู้ว่าเธอกำลังตั้งครรภ์ ",
      "position": "lm"
    },
    {
      "id": "376",
      "content": "เพราะมีความปรารถนาที่จะไม่ทำร้ายทารกในครรภ์",
      "position": "lm"
    },
    {
      "id": "377",
      "content": "สำหรับบางคนก็มีประสิทธิภาพเพียงพอที่จะป้องกัน Binge Eating ได้ตลอดการตั้งครรภ์",
      "position": "lm"
    },
    {
      "id": "378",
      "content": " การอาเจียนที่เกิดจากตัวเองมักมีแนวโน้มลดลง ",
      "position": "lm"
    },
    {
      "id": "379",
      "content": "คนส่วนใหญ่เลิกใช้ยาระบายในทางที่ผิด",
      "position": "lm"
    },
    {
      "id": "380",
      "content": " ที่น่าสนใจคือความอยากอาหารก็เกิดขึ้นได้เช่นเดียวกันกับคนอื่น ๆ",
      "position": "lm"
    },
    {
      "id": "381",
      "content": "สามารถนำไปสู่การบริโภคอาหารที่ควรหลีกเลี่ยง (เช่น ไอศกรีม)",
      "position": "lm"
    },
    {
      "id": "382",
      "content": " และอาจทำให้มันสามารถกระตุ้นการ binge ของพวกเขาได้",
      "position": "lm"
    },
    {
      "id": "383",
      "content": "แม้ว่าฉันอยากจะควบคุมการกินจริง ๆ แต่ก็เป็นเรื่องยากมาก",
      "position": "ln"
    },
    {
      "id": "384",
      "content": "เพราะร่างกายของฉันดูเหมือนจะควบคุมไม่อยู่ ",
      "position": "ln"
    },
    {
      "id": "385",
      "content": "มีความอยากอาหารที่ปกติฉันไม่เคยกิน ",
      "position": "ln"
    },
    {
      "id": "386",
      "content": "ฉันพบว่าฉันต้องยอมจำนนต่ออาหารพวกนั้นเป็นครั้งคราว",
      "position": "ln"
    },
    {
      "id": "387",
      "content": "ซึ่งทำให้ฉันรู้สึกผิดอย่างมาก",
      "position": "ln"
    },
    {
      "id": "388",
      "content": "ตั้งแต่ตั้งครรภ์กลางๆ เป็นต้นไป ผู้หญิงหลายคนที่มีปัญหา Binge Eating",
      "position": "lm"
    },
    {
      "id": "389",
      "content": "มักประสบกับความกังวลเกี่ยวกับรูปลักษณ์และน้ำหนักของพวกเขา ",
      "position": "lm"
    },
    {
      "id": "390",
      "content": "พวกเขารู้สึกว่าไม่สามารถที่จะควบคุมน้ำหนักได้อีกต่อไป",
      "position": "lm"
    },
    {
      "id": "391",
      "content": "การเปลี่ยนแปลงรูปร่างหน้าตาและน้ำหนักคือหลีกเลี่ยงไม่ได้.",
      "position": "lm"
    },
    {
      "id": "392",
      "content": "เป็นผลให้บางคนละเลยการควบคุมการบริโภคอาหารของตนและมีการกินมากเกินไปแทน ",
      "position": "lm"
    },
    {
      "id": "393",
      "content": "สิ่งนี้ทำให้พวกเขาเสี่ยงต่อการเพิ่มน้ำหนักมากเกินไป",
      "position": "lm"
    },
    {
      "id": "394",
      "content": "ซึ่งเพิ่มความเสี่ยงของภาวะแทรกซ้อนในการตั้งครรภ์ ",
      "position": "lm"
    },
    {
      "id": "395",
      "content": "นอกจากนี้ยังหมายถึงว่าหลังคลอดจะมีน้ำหนักมากขึ้น",
      "position": "lm"
    },
    {
      "id": "396",
      "content": "ในขณะที่การตั้งครรภ์ของฉันคงดำเนินต่อ ",
      "position": "ln"
    },
    {
      "id": "397",
      "content": "ฉันยังคงพยายามควบคุมสิ่งที่ฉันกิน ",
      "position": "ln"
    },
    {
      "id": "398",
      "content": "นับแคลอรี่ตลอดเวลา ",
      "position": "ln"
    },
    {
      "id": "399",
      "content": "และพยายามรักษาให้ต่ำกว่า 1,500 แคลอรีต่อวัน ",
      "position": "ln"
    },
    {
      "id": "400",
      "content": "ฉันยังคงออกกำลังกายทุกวัน ",
      "position": "ln"
    },
    {
      "id": "401",
      "content": "และฉัน binge เป็นประจำ",
      "position": "ln"
    },
    {
      "id": "402",
      "content": "แม้ว่าลึกๆ แล้ว ฉันไม่ต้องการทำอันตรายใดๆ กับลูกของฉัน ",
      "position": "ln"
    },
    {
      "id": "403",
      "content": "ฉันยังมีวันที่ binge จากความเจ็บปวดในการทำงานของฉัน",
      "position": "ln"
    },
    {
      "id": "404",
      "content": "ในทางกลับกัน ก็ยังมีคนส่วนน้อยยังคงกังวลเกี่ยวกับรูปร่างหน้าตาและน้ำหนักของพวกเขา ",
      "position": "lm"
    },
    {
      "id": "405",
      "content": "การเปลี่ยนแปลงรูปร่างและน้ำหนักทำให้พวกเขาหวาดกลัว ",
      "position": "lm"
    },
    {
      "id": "406",
      "content": "และเป็นเหตุให้พวกเขาต่อสู้กับมัน ",
      "position": "lm"
    },
    {
      "id": "407",
      "content": "พวกเขาควบคุมอาหารและออกกำลังกายบ้างบางครั้ง",
      "position": "lm"
    },
    {
      "id": "408",
      "content": "แทนการอาเจียนหรือกินยาระบาย ",
      "position": "lm"
    },
    {
      "id": "409",
      "content": "เป็นผลให้พวกเขาได้รับจากการตั้งครรภ์ในรอบนี้น้ำหนักน้อย หรือน้ำหนักไม่ขึ้นเลย",
      "position": "lm"
    },
    {
      "id": "410",
      "content": "ส่งผลให้เมื่อแรกเกิดทารกอาจมีน้ำหนักน้อย สิ่งนี้ส่งผลเสียระยะยาวต่อเด็ก ",
      "position": "lm"
    },
    {
      "id": "411",
      "content": "หลังการคลอดบุตร",
      "position": "rn"
    },
    {
      "id": "412",
      "content": "ตอนนี้คลอดได้ 3 เดือนแล้วค่ะ ",
      "position": "rn"
    },
    {
      "id": "413",
      "content": "ฉันไม่เคยรู้สึกเหนื่อยขนาดนี้มาก่อน ",
      "position": "rn"
    },
    {
      "id": "414",
      "content": "พยายามวิ่งอาทิตย์ละ 3-4 ครั้งแล้ว ออกกำลังกายหน้าท้องเยอะ ๆ ",
      "position": "rn"
    },
    {
      "id": "415",
      "content": "ฉันต้องการลดน้ำหนัก 15 ปอนด์เพื่อให้ใส่เสื้อผ้าได้เหมือนก่อนการตั้งครรภ์",
      "position": "rn"
    },
    {
      "id": "416",
      "content": "จนถึงตอนนี้ ความพยายามในการอดอาหารของฉันล้มเหลว",
      "position": "rn"
    },
    {
      "id": "417",
      "content": "การกินของฉันไม่สามารถควบคุมได้เมื่อฉันกลับบ้านครั้งแรก ",
      "position": "rn"
    },
    {
      "id": "418",
      "content": "การ binge ค่อย ๆ เริ่มกลับมา",
      "position": "rn"
    },
    {
      "id": "419",
      "content": "ปละสุดท้ายมันก็เป็นส่วนหนึ่งของชีวิตประจำวันของฉันอีกครั้ง",
      "position": "rn"
    },
    {
      "id": "420",
      "content": "หลังจากการคลอดบุตรทุกอย่างเปลี่ยนไป ",
      "position": "re"
    },
    {
      "id": "421",
      "content": "หลายคนพบว่าการปรับปรุงปัญหา Binge Eating นั้นเกิดขึ้นชั่วคราว",
      "position": "re"
    },
    {
      "id": "422",
      "content": "และมันกลับมาพร้อมกับการแก้แค้น ",
      "position": "re"
    },
    {
      "id": "423",
      "content": "ไม่น่าแปลกใจอย่างที่บางคนเป็นตั้งใจที่จะให้กลับมามีน้ำหนักเท่าเดิมโดยเร็วที่สุด ",
      "position": "re"
    },
    {
      "id": "424",
      "content": "และกลับมาควบคุมอาหารอย่างเข้มงวดเกือบจะในทันที ",
      "position": "re"
    },
    {
      "id": "425",
      "content": "นี่คือความหายนะของพวกเขาเนื่องจากการอดอาหารอย่างเข้มงวด",
      "position": "re"
    },
    {
      "id": "426",
      "content": "เป็นเรื่องยากโดยเฉพาะอย่างยิ่งในเวลาที่เครียด ",
      "position": "re"
    },
    {
      "id": "427",
      "content": "หลายคนจะให้นมลูกและอาจมีความกดดันที่เพิ่มมากขึ้น ",
      "position": "re"
    },
    {
      "id": "428",
      "content": "บางคนจะหดหู่ใจซึ่งทำให้มีการไดเอทได้ยาก ",
      "position": "re"
    },
    {
      "id": "429",
      "content": "เกือบทุกคนจะพบว่ากิจวัตรเก่า ๆ ของพวกเขาต้องหยุดชะงัก เพราะต้องดูแลบุตร",
      "position": "re"
    },
    {
      "id": "430",
      "content": "ก็จบไปแล้วนะคะกับเนื้อหาทั้ง 3 Chapters",
      "position": "lm"
    },
    {
      "id": "431",
      "content": "พวกเราหวังว่าคุณน่าจะได้รับความรู้ที่เราได้ถ่ายทอดไปไม่มากก็น้อย",
      "position": "lm"
    },
    {
      "id": "432",
      "content": "เพื่อที่จะนำไปใช้ใน Part ต่อ ๆ ไปนะคะ",
      "position": "lm"
    },
    {
      "id": "433",
      "content": "ถ้าพร้อมเริ่มโปรแกรมการบำบัดแล้ว",
      "position": "lm"
    },
    {
      "id": "434",
      "content": "ไปต่อที่ Part 2 กันได้เลยค่ะ",
      "position": "lm"
    }
  ]
}
