{
  "contents": [
    {
      "id": "1",
      "content": "Step 2 Regular Eating",
      "position": "lm"
    },
    {
      "id": "2",
      "content": "การกำหนดรูปแบบการกินเป็นประจำเป็นสิ่งสำคัญที่สุด",
      "position": "lm"
    },
    {
      "id": "3",
      "content": "การเปลี่ยนแปลงที่คุณสามารถทำได้เมื่อจัดการกับปัญหาการกินมากเกินไป",
      "position": "lm"
    },
    {
      "id": "4",
      "content": " ผลการวิจัยที่สอดคล้องกันมากที่สุดจากการวิจัยกว่า 30 ปี",
      "position": "lm"
    },
    {
      "id": "5",
      "content": "การแนะนำรูปแบบการกินเป็นประจำจะช่วยขจัดการ binge ส่วนใหญ่ ",
      "position": "lm"
    },
    {
      "id": "6",
      "content": "การกินมากเกินไปจะกลายเป็นช่วงๆ หรือหยุดไปเลย เพื่อให้ได้เอฟเฟกต์นี้ ",
      "position": "lm"
    },
    {
      "id": "7",
      "content": "คุณจะต้องปฏิบัติตามแนวทางด้านล่าง ดังนั้นโปรดอ่านอย่างระมัดระวัง",
      "position": "lm"
    },
    {
      "id": "8",
      "content": "การสร้างรูปแบบของการกินปกติ",
      "position": "lm"
    },
    {
      "id": "9",
      "content": "คุณควรตั้งเป้าที่จะกินอาหารสามมื้อในแต่ละวันตามแผน ",
      "position": "lm"
    },
    {
      "id": "10",
      "content": "อาจมีการบวกเพิ่มสองหรือสามมื้ออาหารว่างที่วางแผนไว้ ",
      "position": "lm"
    },
    {
      "id": "11",
      "content": "รูปแบบการกินของคุณควรมีลักษณะบางอย่างแบบนี้",
      "position": "lm"
    },
    {
      "id": "12",
      "content": "8:00 น.: อาหารเช้า",
      "position": "ln"
    },
    {
      "id": "13",
      "content": "10:30 น.: อาหารว่างตอนเที่ยง",
      "position": "ln"
    },
    {
      "id": "14",
      "content": "12:30 น.: อาหารกลางวัน",
      "position": "ln"
    },
    {
      "id": "15",
      "content": "15:30 น.: อาหารว่างยามบ่าย",
      "position": "ln"
    },
    {
      "id": "16",
      "content": "19:00 น.: อาหารเย็น",
      "position": "ln"
    },
    {
      "id": "17",
      "content": "21:00 น.: ของว่างยามเย็น",
      "position": "ln"
    },
    {
      "id": "18",
      "content": "เวลาที่แน่นอนไม่สำคัญเป็นเพียงแค่การวางแผนแบบคร่าว ๆ",
      "position": "lm"
    },
    {
      "id": "19",
      "content": "คำแนะนำรูปแบบการกินนี้มี 4 อย่างหลัก ๆ ที่ควรปฏิบัติคือ",
      "position": "lm"
    },
    {
      "id": "20",
      "content": "1. วางแผนล่วงหน้าในของแต่ละวัน (หรือก่อนหน้านั้นอาจจะเป็นตอนเย็นของเมื่อวาน) ",
      "position": "lm"
    },
    {
      "id": "21",
      "content": "วิธีการคือเมื่อคุณกำลังจะทานอาหารและของว่างและจดเวลาที่ด้านบนของบันทึกการตรวจสอบของวันไว้ก่อน ทุกช่วงเวลาของวัน ",
      "position": "lm"
    },
    {
      "id": "22",
      "content": "สิ่งนี้จะทำให้คุณรู้ว่าเมื่อใดที่คุณควรทำอะไร อาจจะควรนั่งทำงานต่อหรืออาจจะไปทานอาหารหรือของว่างตามเวลาที่แพลนไว้ ",
      "position": "lm"
    },
    {
      "id": "23",
      "content": "หากวันนั้นเป็นสิ่งที่คาดเดาไม่ได้ ",
      "position": "lm"
    },
    {
      "id": "24",
      "content": "พยายามให้วางแผนล่วงหน้าให้มากที่สุด ",
      "position": "lm"
    },
    {
      "id": "25",
      "content": "เพื่อให้รู้ล่วงหน้าว่าต่อไปจะเกิดกิจกรรมใดขึ้น",
      "position": "lm"
    },
    {
      "id": "26",
      "content": "2. ตรวจสอบให้แน่ใจว่าคุณกินอาหารและของว่างตามแผนแต่ละมื้อ",
      "position": "lm"
    },
    {
      "id": "27",
      "content": "พยายามอย่างเต็มที่ที่จะไม่ข้ามขั้นตอนตามที่วางแผนไว้",
      "position": "lm"
    },
    {
      "id": "28",
      "content": "3. คุณต้องการที่จะทานอะไรสามารถทานได้เลย ",
      "position": "lm"
    },
    {
      "id": "29",
      "content": "ตราบใดที่อาหารเหล่านี้ทำให้คุณไม่อาเจียนหรือกินยาระบายหรือยาขับปัสสาวะในภายหลัง ",
      "position": "lm"
    },
    {
      "id": "30",
      "content": "ทานอาหารที่คุณสบายใจ",
      "position": "lm"
    },
    {
      "id": "31",
      "content": "4. พยายามอย่ากินระหว่างมื้อและของขบเคี้ยว ",
      "position": "lm"
    },
    {
      "id": "32",
      "content": "เนื่องจากตามแพลนที่วางไว้ในแต่ละวันของคุณพวกมันจะถูกแบ่งตามมื้ออาหารและของว่างอยู่แล้ว ",
      "position": "lm"
    },
    {
      "id": "33",
      "content": "ในช่วงเช้าอาจจัดให้มีการรับประทานขนมหรือของว่างอยู่ระหว่างมื้อเช้ากับมื้อกลางวัน ",
      "position": "lm"
    },
    {
      "id": "34",
      "content": "ในครึ่งบ่ายจัดให้มีทั้งมื้อกลางวัน ของว่างตอนบ่ายและมื้อเย็น",
      "position": "lm"
    },
    {
      "id": "35",
      "content": "โดยอาหารในตอนเย็นอาจจะแบ่งออกเป็นสองส่วน ",
      "position": "lm"
    },
    {
      "id": "36",
      "content": "ทั้งมื้ออาหารและอาหารว่าง",
      "position": "lm"
    },
    {
      "id": "37",
      "content": "การแบ่งหรือซอยเวลาการทานให้ถี่ขึ้นห่างกันไม่เกิน 3 ถึง 4 ชั่วโมง",
      "position": "lm"
    },
    {
      "id": "38",
      "content": "มีส่วนทำให้ลดความถี่ของการ Binge Eating",
      "position": "lm"
    },
    {
      "id": "39",
      "content": "เนื่องจากหลายคนมีแนวโน้มจะ binge เมื่อต้องเผชิญกับช่วงเวลาที่ว่างเปล่า",
      "position": "lm"
    },
    {
      "id": "40",
      "content": "แนวทางเพิ่มเติมในการแนะนำ “การรับประทานอาหารปกติ (Regular Eating)”",
      "position": "re"
    },
    {
      "id": "41",
      "content": "1. แผนของคุณควรยืดหยุ่นมากกว่าที่จะเข้มงวดหรือกดดันตนเอง",
      "position": "re"
    },
    {
      "id": "42",
      "content": "นี่เป็นสิ่งสำคัญที่คุณในการปรับเวลาของมื้ออาหารและของว่างให้เหมาะกับไลฟ์สไตล์ของคุณ",
      "position": "re"
    },
    {
      "id": "43",
      "content": "และพยายามสร้างรูปแบบให้สม่ำเสมอที่สุดเท่าที่จะทำได้ ",
      "position": "re"
    },
    {
      "id": "44",
      "content": "เห็นได้ชัดว่าเวลาที่แพลนจะแตกต่างกันไปในแต่ละวัน ",
      "position": "re"
    },
    {
      "id": "45",
      "content": "ตัวอย่างเช่น วันทำงานมักจะแตกต่างจากวันที่ไม่มีงาน",
      "position": "re"
    },
    {
      "id": "46",
      "content": "2. เมื่อคุณจะรับประทานอาหารควรทานตามแผนของคุณสำหรับวันนั้น ไม่ใช่เพราะความหิวหรือความอยากอาหาร ",
      "position": "re"
    },
    {
      "id": "47",
      "content": "บทความยอดนิยมในสื่อมักบอกให้เรา ““listen to our body’s signa’s and eat in response to them””",
      "position": "re"
    },
    {
      "id": "48",
      "content": "“ฟังสัญญาณของร่างกายเราและรับประทานอาหารเพื่อตอบรับการส่งสัญญาณนั้น” ",
      "position": "re"
    },
    {
      "id": "49",
      "content": "เห็นได้ชัดว่าคำแนะนำที่เป็นประโยชน์นี้จะถูกเพิกเฉยจากความจริงที่ว่าสัญญาณเหล่านี้มักถูกรบกวนในผู้ที่มีอาการ Binge Eating",
      "position": "re"
    },
    {
      "id": "50",
      "content": "การกินที่ผิดปกติโดยเฉพาะอย่างยิ่งถ้าหากการพฤติกรรมการทานของคุณประกอบด้วย Binge Eating สลับกับการไดเอทอย่างเข้มงวด โดยเฉพาะการอดอาหารเป็นเวลานาน",
      "position": "re"
    },
    {
      "id": "51",
      "content": "พฤกรรมเช่นนี้จะเข้าไปขัดขวางกลไกปกติที่ควบคุมความหิวและควบคุมความอิ่มสังเกตได้จากผลลัพธ์ที่คุณอาจจะได้รับจากพวกมันคือความไม่แน่นอนของเวลาในการทาน",
      "position": "re"
    },
    {
      "id": "52",
      "content": "สามารถแก้ไขได้โดยเมื่อคุณทานอาหารเป็นประจำมาสักระยะหนึ่ง ",
      "position": "re"
    },
    {
      "id": "53",
      "content": "ความรู้สึกหิวและความอิ่มก็จะกลับมาเป็นปกติ ",
      "position": "re"
    },
    {
      "id": "54",
      "content": "แม้ว่าอาการนี้อาจจะใช้เวลาหลายเดือน ",
      "position": "re"
    },
    {
      "id": "55",
      "content": "เมื่อสิ่งนีเกิดขึ้น คุณสามารถใช้ความรู้สึกเหล่านี้ได้เพื่อเป็นแนวทางในการรับประทานอาหารของคุณ ",
      "position": "re"
    },
    {
      "id": "56",
      "content": "และการรักษารูปแบบการรับประทานอาหารเป็นประจำมีความสำคัญเป็นอันดับแรกในการบำบัดในครั้งนี้",
      "position": "re"
    },
    {
      "id": "57",
      "content": "3. พยายามอย่าให้ช่วงเวลาของมื้ออาหารและของว่างห่างกันเกิน 4 ชั่วโมง",
      "position": "re"
    },
    {
      "id": "58",
      "content": "การเว้นช่วงเวลาในการทานที่มากเกิดไปจะทำให้เกิดแรงกดดันทางจิตใจและสรีรวิทยาส่งผลให้เกิดการ binge ตามมา ",
      "position": "re"
    },
    {
      "id": "59",
      "content": "ดังนั้นจึงควรรับประทานเป็นระยะ ๆ โดยเว้นระยะห่างสูงสุดแค่ 4 ชั่วโมง ",
      "position": "re"
    },
    {
      "id": "60",
      "content": "ข้อยกเว้นที่เป็นไปได้สำหรับ “กฎ 4 ชั่วโมง” นี้คือในเวลาเช้า ",
      "position": "re"
    },
    {
      "id": "61",
      "content": "เพราะเป็นช่วงที่คนส่วนใหญ่มีโอกาสน้อยที่จะ binge ",
      "position": "re"
    },
    {
      "id": "62",
      "content": "หากสิ่งนี้ใช้ได้กับคุณ ",
      "position": "re"
    },
    {
      "id": "63",
      "content": "คุณก็สามารถที่จะไม่ต้องมีมื้อของว่างในตอนเช้าได้ เพราะมันไม่ได้มีผลกระทบต่อการ binge ของคุณ",
      "position": "re"
    },
    {
      "id": "64",
      "content": "4. ต่อต้านการกระทำที่ชวนให้คุณต้องชดเชยสิ่งที่จัดไว้ตามแผนทั้งในมื้ออาหารและของว่าง",
      "position": "re"
    },
    {
      "id": "65",
      "content": "ฟังแล้วอาจจะงง ๆ นะคะ",
      "position": "re"
    },
    {
      "id": "66",
      "content": "กล่าวคือหากคุณทานตามแผนที่คุณจัดไว้ได้อย่างเหมาะสม",
      "position": "re"
    },
    {
      "id": "67",
      "content": "เราอยากให้คุณพยายามไม่ทานยาระบาย ยาขับปัสสาวะใด ๆ หรือทำการอาเจียน",
      "position": "re"
    },
    {
      "id": "68",
      "content": "เพื่อเอาสิ่งที่คุณทานออกมา เพื่อให้ได้รับแคลอรีในอาหารลดลง",
      "position": "re"
    },
    {
      "id": "69",
      "content": "แม้ว่าการอาเจียนหรือกินยาระบายหรือยาขับปัสสาวะทันทีหลังจากการทานทันที ",
      "position": "re"
    },
    {
      "id": "70",
      "content": "ทำให้บางคนเชื่อว่าจะทำให้แคลอรีที่ได้รับลดลง",
      "position": "re"
    },
    {
      "id": "71",
      "content": "แต่ในความเป็นจริงนั้น ไม่มีวิธีการเหล่านี้กำจัดอะไรก็ได้เช่นแคลอรี่ทั้งหมดจากอาหารที่คุณกิน (หากคุณมีข้อสงสัยเกี่ยวกับข้อความนี้ Chapter 2 และ 3 ซ้ำเพื่อเตือนตัวเองเกี่ยวกับความไร้ประสิทธิภาพของวิธีการเหล่านี้)",
      "position": "re"
    },
    {
      "id": "72",
      "content": "มีการค้นพบว่า การทำตามคำแนะนำนี้จะลดความถี่ในการ Binge Eating ",
      "position": "re"
    },
    {
      "id": "73",
      "content": "บางคนถูกหลอกให้กินอาหารหรือขนมน้อยมากเพราะกลัวน้ำหนักขึ้น ",
      "position": "re"
    },
    {
      "id": "74",
      "content": "สิ่งนี้ไม่ควรทำเพราะมันจะเพิ่มขึ้นความเสี่ยงของการ Binge Eating",
      "position": "re"
    },
    {
      "id": "75",
      "content": "มันถูกกระตุ้นโดยการสร้างแรงกดดันสร้างทางร่างกายและจิตใจให้กินมากขึ้นไปอีก (ดังที่เรากล่าวถึงใน Chapter 2) ",
      "position": "re"
    },
    {
      "id": "76",
      "content": "5. กินอะไรดี ?",
      "position": "re"
    },
    {
      "id": "77",
      "content": "ตามที่กล่าวไว้ข้างต้น ไม่สำคัญหรอกว่าคุณจะทานอะไรในมื้ออาหารและของว่างตราบใดที่คุณกินในปริมาณที่พอเหมาะ",
      "position": "re"
    },
    {
      "id": "78",
      "content": "หากคุณต้องการได้คำแนะนำว่าควรทานอะไรดี ",
      "position": "re"
    },
    {
      "id": "79",
      "content": "แนะนำให้กินอาหารหลากหลายและปริมาณที่เหมาะสม ",
      "position": "re"
    },
    {
      "id": "80",
      "content": "ปริมาณที่เหมาะสมสามารถกำหนดได้จากนิสัยการกินของเพื่อนและญาติที่มีการทานทที่ปกติ",
      "position": "re"
    },
    {
      "id": "81",
      "content": "หรือจากสูตรอาหารและจากฉลากบนอาหารบรรจุหีบห่อ ",
      "position": "re"
    },
    {
      "id": "82",
      "content": "ถ้ามีคนช่วยคุณติดตามโปรแกรมคุณอาจต้องการถามคำแนะนำจากกพวกเขา",
      "position": "re"
    },
    {
      "id": "83",
      "content": "หรือถามเกี่ยวกับปริมาณที่เหมาะสมในการกิน ",
      "position": "re"
    },
    {
      "id": "84",
      "content": "เพราะการแนะนำของพวกเขาช่วยลดความถี่ของการกินมากเกินไป",
      "position": "re"
    },
    {
      "id": "85",
      "content": "ที่สำคัญไม่ต้องใช้วิธีด้วยการอาเจียน ใช้ยาถ่าย หรือยาขับปัสสาวะ เพื่อชดเชยสำหรับมื้ออาหารและของว่างที่คุณทานมากเกินไปในภายหลัง",
      "position": "re"
    },
    {
      "id": "86",
      "content": "6. ช่วงแรก ๆ การกินแบบปกตินี้อาจทำให้รู้สึกอิ่มได้ ",
      "position": "re"
    },
    {
      "id": "87",
      "content": "เป็นไปได้อย่างยิ่งที่คุณจะไม่ชินกับการรับประทานอาหารโดยไม่อาเจียนหรือรับประทานยาระบายหรือยาขับปัสสาวะ ",
      "position": "re"
    },
    {
      "id": "88",
      "content": "แม้ว่าแรก ๆ คุณจะรู้สึกอิ่มจะลดลงอย่างสม่ำเสมอภายในหนึ่งชั่วโมงหรือมากกว่านั้น ",
      "position": "re"
    },
    {
      "id": "89",
      "content": "แต่ภายในไม่กี่สัปดาห์ คุณจะมีอาการเหล่านี้ลดน้อยลง ",
      "position": "re"
    },
    {
      "id": "90",
      "content": "พวกมันจะได้รับการจัดการที่ดีที่สุดด้วยการหลีกเลี่ยงการสวมเสื้อผ้าคับแน่นในเวลารับประทานอาหาร",
      "position": "re"
    },
    {
      "id": "91",
      "content": "และทำกิจกรรมที่ทำให้เสียสมาธิ (ไม่หมกมุ่นกับการคิดเกี่ยวกับการกิน) เป็นเวลาหนึ่งหรือสองชั่วโมงหลังจากนั้น (จะอธิบายเพิ่มใน Step 3 )",
      "position": "re"
    },
    {
      "id": "92",
      "content": "7. รูปแบบการกินที่วางแผนไว้ของคุณควรมีความสำคัญมากกว่ากิจกรมมในรูปแบบอื่น ๆ",
      "position": "re"
    },
    {
      "id": "93",
      "content": "พยายามอย่างเต็มที่เพื่อไม่ให้ภาระหรือกิจกรรมอื่นมีความสำคัญมากกว่ามื้ออาหารและของว่างที่คุณวางแผนไว้ ",
      "position": "re"
    },
    {
      "id": "94",
      "content": "แน่นอน ในบางครั้ง แผนของคุณจะต้องปรับเปลี่ยนเพื่อรองรับภารกิจที่สำคัญ",
      "position": "re"
    },
    {
      "id": "95",
      "content": "ตัวอย่างเช่น ถ้าคุณรู้ว่าอาหารเย็นของคุณมันเลทมาก เช่นคุณทานอาหารมื้อเย็นเวลา เวลา 22.00 น. ",
      "position": "re"
    },
    {
      "id": "96",
      "content": "ถ้าอย่างนั้นแผนการที่สมเหตุสมผลคือการย้ายของว่างมื้อเย็นไปไว้ตรงกลางระหว่างของว่างในตอนบ่าย กับ มื้อเย็นเวลา 22:00 น. เพราะสองช่วงเวลานี้ห่างกันมากเกิน 4 ชม.",
      "position": "re"
    },
    {
      "id": "97",
      "content": "ดังนั้นหากคุณทานมื้ออาหารไม่ได้ ให้คุณทานของว่างคั่นแทนไปก่อน",
      "position": "re"
    },
    {
      "id": "98",
      "content": "8. หากมีสิ่งผิดปกติเกิดขึ้น ให้พยายามกลับเข้าสู่เส้นทางเดิมทันที ",
      "position": "re"
    },
    {
      "id": "99",
      "content": "สิ่งสำคัญโดยเฉพาะอย่างยิ่งเพื่อหลีกเลี่ยงการตัดส่วนที่เหลือของวัน หรือไม่ได้ทำตามแผน",
      "position": "re"
    },
    {
      "id": "100",
      "content": "เพราะก่อนหน้านี้มีปัญหา ",
      "position": "re"
    },
    {
      "id": "101",
      "content": "วิธีนี้ทำให้เกิด \"all-or-nothing\" จะทำให้คุณรู้สึกว่าไอนี่ก็ทำไม่ได้ ไอนั่นก็ทำไม่ได้",
      "position": "re"
    },
    {
      "id": "102",
      "content": "ทำไม่ได้สักอย่าง",
      "position": "re"
    },
    {
      "id": "103",
      "content": "การตอบสนองนี้ทำให้เรื่องแย่ลง ",
      "position": "re"
    },
    {
      "id": "104",
      "content": "พยายามกลับมาอยู่ในเส้นทางเสมอโดยเร็วที่สุดเท่าที่คุณจะทำได้",
      "position": "re"
    },
    {
      "id": "105",
      "content": "9. ถ้าการกินของคุณวุ่นวายมาก คุณอาจไม่สามารถเข้าสู่รูปแบบการกินนี้ได้ในคราวเดียว ",
      "position": "re"
    },
    {
      "id": "106",
      "content": "การเข้าสู่รูปแบบเป็นขั้นตอนโดยเริ่มจากช่วงเวลาวุ่นวายน้อยที่สุด ",
      "position": "re"
    },
    {
      "id": "107",
      "content": "ซึ่งมักจะเป็นตอนเช้า ",
      "position": "re"
    },
    {
      "id": "108",
      "content": "เริ่มด้วยการทาน อาหารเช้าและอาหารกลางวัน (และอาจมีของว่างตอนบ่าย) ตามแนวทางข้างต้น ",
      "position": "re"
    },
    {
      "id": "109",
      "content": "จากนั้น ในอีกไม่กี่สัปดาห์ข้างหน้า ก็ค่อย ๆ ปรับให้เข้าสู่โปรแกรมอย่างค่อยเป็นค่อยไป  ",
      "position": "re"
    },
    {
      "id": "110",
      "content": "จนกว่าจะมีรูปแบบที่ครบถ้วนสมบูรณ์",
      "position": "re"
    },
    {
      "id": "111",
      "content": "รูปต่อไปแสดงบันทึกการตรวจสอบที่กรอกโดยบุคคลที่เป็น bulimia nervosa ซึ่งอยู่ในขั้นตอนนี้ของโปรแกรม คุณสามารถเห็นที่ด้านบนสุดของบันทึกที่เขียน เมื่อเธอวางแผนที่จะกินและเธอทำตามแผนได้ดี",
      "position": "rn"
    },
    {
      "id": "112",
      "content": "ตัวอย่าง บันทึกการตรวจสอบของใครบางคนในโปรแกรม 4 สัปดาห์",
      "position": "re",
      "picture": "/139.png"
    },
    {
      "id": "113",
      "content": "แนะนำการรับประทานอาหารเป็นประจำ: สิ่งที่ต้องทำ",
      "position": "lm"
    },
    {
      "id": "114",
      "content": "หากคุณได้ดำเนินการตามรูปแบบการกินนี้ให้คุณพยายามทำอย่างต่อเนื่อง ",
      "position": "lm"
    },
    {
      "id": "115",
      "content": "อย่าคาดหวังว่าสิ่งนี้จะง่าย ",
      "position": "lm"
    },
    {
      "id": "116",
      "content": "เพราะคุณอาจมีปัญหา ",
      "position": "lm"
    },
    {
      "id": "117",
      "content": "ตัวอย่างเช่น คุณมีแนวโน้มที่จะอยากกินในเวลาคุณไม่ควรกิน ",
      "position": "lm"
    },
    {
      "id": "118",
      "content": "ในทางกลับกัน คุณอาจไม่อยากกินในเวลาที่ควรกิน โดยเฉพาะหลังจากที่คุณ binge",
      "position": "lm"
    },
    {
      "id": "119",
      "content": "ทำให้ดีที่สุด",
      "position": "lm"
    },
    {
      "id": "120",
      "content": "ในขณะเดียวกันให้สังเกตการตรวจสอบของคุณและอย่าลืมบันทึกปัญหาที่คุณเจอ",
      "position": "lm"
    },
    {
      "id": "121",
      "content": "คำแนะนำที่จะกล่าวต่อไปเกี่ยวกับมื้ออาหาร การซื้อของ และการทำอาหารอาจช่วยได้คุณจัดการกับปัญหาเหล่านี้ ได้",
      "position": "lm"
    },
    {
      "id": "122",
      "content": "ข้อเสนอแนะเพิ่มเติมจะอธิบายในใน Step 3 และ 4",
      "position": "lm"
    },
    {
      "id": "123",
      "content": "ดังนั้นเริ่มกินด้วย",
      "position": "lm"
    },
    {
      "id": "124",
      "content": "การประเมินความก้าวหน้าของคุณเมื่อสิ้นสุดแต่ละวัน ",
      "position": "lm"
    },
    {
      "id": "125",
      "content": "จากนั้นทำการปรับเปลี่ยนตามที่เห็นสมควร ",
      "position": "lm"
    },
    {
      "id": "126",
      "content": "สำหรับตัวอย่างเช่น คุณอาจพบว่าคุณกำลังทานอาหารว่างตอนเย็นดึกมากในวันนั้น",
      "position": "lm"
    },
    {
      "id": "127",
      "content": "ในกรณีนี้ ให้ลองย้ายมื้อนี้ไปยังเวลาก่อนหน้านี้ ",
      "position": "lm"
    },
    {
      "id": "128",
      "content": "อย่าลืมกรอกเอกสารสรุป (Summary sheet) ของคุณที่ส่วนท้ายของแต่ละสัปดาห์ “วันเปลี่ยนแปลง (CDs)” ",
      "position": "lm"
    },
    {
      "id": "129",
      "content": "ใน Step นี้คือวันที่คุณต้องตรวจสอบ Monitoring Record อย่างถูกต้อง และชั่งน้ำหนักทุกสัปดาห์ ",
      "position": "lm"
    },
    {
      "id": "130",
      "content": "พยายามอย่างเต็มที่ที่จะปฏิบัติตามรูปแบบการรับประทานอาหารที่วางแผนไว้ไม่ว่าคุณจะ binge หรือไม่ก็ตาม",
      "position": "lm"
    },
    {
      "id": "131",
      "content": "สิ่งที่ต้องทำเกี่ยวกับการอาเจียนของตนเอง",
      "position": "re"
    },
    {
      "id": "132",
      "content": "หากคุณได้ทำให้ตัวเองอาเจียนหลังจาก Binge Eating ก่อนหน้านี้",
      "position": "re"
    },
    {
      "id": "133",
      "content": "หลังจากที่คุณเข้าสู่รูปแบบการรับประทานอาหารปกติ ",
      "position": "re"
    },
    {
      "id": "134",
      "content": "อาการอาเจียนของคุณจะหายไป ",
      "position": "re"
    },
    {
      "id": "135",
      "content": "เมื่อปัญหา Binge Eating ถูกแก้ไข",
      "position": "re"
    },
    {
      "id": "136",
      "content": "การอาเจียนด้วยตนเองเชื่อมโยงกับ Binge Eating ของคุณ",
      "position": "re"
    },
    {
      "id": "137",
      "content": "คุณอาจรู้สึกอยากอาเจียนมากหลังมื้ออาหารหรือของว่างที่วางแผนไว้ ",
      "position": "re"
    },
    {
      "id": "138",
      "content": "หากเป็นในกรณีนี้ คุณควรทำให้ดีที่สุดเพื่อเบี่ยงเบนความสนใจของตัวเองจนหมดแรงกระตุ้นนี้ (โดยปกติภายในหนึ่งชั่วโมงหรือมากกว่านั้น)",
      "position": "re"
    },
    {
      "id": "139",
      "content": " คุณอาจต้องทำให้การอาเจียนทำได้ยากขึ้นโดยการอยู่ร่วมกับผู้อื่น",
      "position": "re"
    },
    {
      "id": "140",
      "content": "หากคุณเป็นคนที่อาเจียนบางครั้งที่ไม่ใช่หลังจากชการ binge และคุณไม่สามารถเลิกนิสัยนี้ได้ ",
      "position": "re"
    },
    {
      "id": "141",
      "content": "คุณควรขอความช่วยเหลือจากผู้เชี่ยวชาญ ",
      "position": "re"
    },
    {
      "id": "142",
      "content": "วิธีการกินแบบนี้อาจจะเอาชนะด้วยตนเองได้ยากเกินไป",
      "position": "re"
    },
    {
      "id": "143",
      "content": "จะทำอย่างไรกับยาระบายและยาขับปัสสาวะในทางที่ผิด",
      "position": "ln"
    },
    {
      "id": "144",
      "content": "ดังที่เราได้พูดคุยกันใน Chapter 2 ",
      "position": "lm"
    },
    {
      "id": "145",
      "content": "บางคนที่มีปัญหา Binge Eating และใช้ยาระบายหรือยาขับปัสสาวะในทางที่ผิด ",
      "position": "lm"
    },
    {
      "id": "146",
      "content": "การใช้ในทางที่ผิดนี้มีสองรูปแบบ ",
      "position": "lm"
    },
    {
      "id": "147",
      "content": "พวกเขาอาจจะใช้เพื่อชดเชยเฉพาะตอนที่มีการกินมากเกินไป",
      "position": "lm"
    },
    {
      "id": "148",
      "content": "ในกรณีนี้พฤติกรรมเป็นเหมือนการไดเอท ",
      "position": "lm"
    },
    {
      "id": "149",
      "content": "ซึ่งในกรณีนี้พฤติกรรมจะคล้ายกับการอาเจียนด้วยตนเองมาก",
      "position": "lm"
    },
    {
      "id": "150",
      "content": "อีกรูปแบบหนึ่ง อาจใช้เป็นประจำมากขึ้นโดยไม่ขึ้นกับอาการ Binge Eating",
      "position": "lm"
    },
    {
      "id": "151",
      "content": "สิ่งที่เพิ่งพูดเกี่ยวกับการทำให้ตัวเองอาเจียนนั้นถูกนำไปใช้ เท่ากับการใช้ยาระบายชนิดแรกในทางที่ผิด",
      "position": "lm"
    },
    {
      "id": "152",
      "content": "มันจะหยุดลงเมื่อปัญหา Binge Eating หยุดลง ",
      "position": "lm"
    },
    {
      "id": "153",
      "content": "อย่างไรก็ตาม หากคุณเคยใช้ยาระบายหรือยาขับปัสสาวะโดยไม่คำนึงถึงการ Binge Eating ",
      "position": "lm"
    },
    {
      "id": "154",
      "content": "คำแนะนำของเราคือให้คุณมีการตัดสินใจอย่างแน่วแน่ ",
      "position": "lm"
    },
    {
      "id": "155",
      "content": "เพื่อหยุดรับยาพวกนี้ตั้งแต่บัดนี้เป็นต้นไปและคนส่วนใหญ่ก็ทำได้ ",
      "position": "lm"
    },
    {
      "id": "156",
      "content": "โดยเฉพาะอย่างยิ่งเมื่อพวกเขารู้ว่ายาเหล่านี้ไม่ได้ผลต่อการลดการดูดซึมแคลอรี่ ",
      "position": "lm"
    },
    {
      "id": "157",
      "content": "หากคุณเคยทานยาระบายหรือยาขับปัสสาวะมาบ้างเป็นครั้งคราวเป็นพื้นฐานแล้ว",
      "position": "lm"
    },
    {
      "id": "158",
      "content": "คุณสามารถหยุดใช้ได้ในครั้งเดียว",
      "position": "lm"
    },
    {
      "id": "159",
      "content": "อย่างไรก็ตาม อย่างที่คุณเคยอ่านใน Chapter 5 ",
      "position": "lm"
    },
    {
      "id": "160",
      "content": "หากคุณทานพวกมันมาเป็นเวลานาน ",
      "position": "lm"
    },
    {
      "id": "161",
      "content": "การหยุดกะทันหันอาจส่งผลให้มีของเหลวกักเก็บอยู่ในร่างกายนานประมาณหนึ่งสัปดาห์",
      "position": "lm"
    },
    {
      "id": "162",
      "content": "แน่นอนว่าสิ่งนี้จะส่งผลให้น้ำหนักเพิ่มขึ้นอย่างเห็นได้ชัด ",
      "position": "lm"
    },
    {
      "id": "163",
      "content": "ดังนั้นจึงเป็นการดีกว่าที่ควรเลิกใช้ยา ",
      "position": "lm"
    },
    {
      "id": "164",
      "content": "โดยอาจจะค่อย ๆ ลดการบริโภคยาเหล่านั้นในประจำวันลงทีละครึ่งหนึ่งในแต่ละสัปดาห์ ",
      "position": "lm"
    },
    {
      "id": "165",
      "content": "จนคุณสามารถเลิกพวกมันได้",
      "position": "lm"
    },
    {
      "id": "166",
      "content": "การกระทำข้างต้นอาจทำให้คุณบวมน้ำได้น้อยลง",
      "position": "lm"
    },
    {
      "id": "167",
      "content": "เป็นสิ่งสำคัญที่ต้องจำไว้เสมอว่าการเพิ่มของน้ำหนักที่ตามมาคือน้ำไม่ใช่ไขมัน",
      "position": "lm"
    },
    {
      "id": "168",
      "content": "มันหายไปภายในไม่กี่สัปดาห์เนื่องจากน้ำส่วนเกินจะหายไป ",
      "position": "lm"
    },
    {
      "id": "169",
      "content": "อย่างไรก็ตาม คุณควรไปพบแพทย์หากคุณพบภาวะบวมน้ำที่อย่างรุนแรงเพราะอาจเกิดจากสาเหตุอื่นได้",
      "position": "lm"
    },
    {
      "id": "170",
      "content": "คำแนะนำในการรับประทานอาหารที่บ้านและทานอาหารนอกบ้าน",
      "position": "rn"
    },
    {
      "id": "171",
      "content": "ผู้ที่มีปัญหา Binge Eating มักพบว่าการทานอาหารเป็นเรื่องยาก ",
      "position": "re"
    },
    {
      "id": "172",
      "content": "โดยเฉพาะอย่างยิ่งเมื่อรับประทานอาหารนอกบ้าน ",
      "position": "re"
    },
    {
      "id": "173",
      "content": "แม้ว่าคำแนะนำบางอย่างอาจไม่เกี่ยวข้องกับคุณ ",
      "position": "re"
    },
    {
      "id": "174",
      "content": "แต่เราแนะนำให้คุณอ่านและลองปรับใช้ ",
      "position": "re"
    },
    {
      "id": "175",
      "content": "คุณไม่จำเป็นต้องประพฤติตัวตามคำแนะนำตลอดไป",
      "position": "re"
    },
    {
      "id": "176",
      "content": "เพราะคำแนะนำเหล่านี้เป็นมาตรการชั่วคราวออกแบบมาเพื่อช่วยให้คุณควบคุมการรับประทานอาหารได้อีกครั้ง ",
      "position": "re"
    },
    {
      "id": "177",
      "content": "1. กำหนดมุมที่บ้านที่แน่นอนในการรับประทานอาหาร ",
      "position": "re"
    },
    {
      "id": "178",
      "content": "นี่เป็นส่วนหนึ่งที่ช่วยฟื้นฟูให้การรับประทานอาหารที่ปกติกลับคืนมา",
      "position": "re"
    },
    {
      "id": "179",
      "content": "การกระทำแบบนี้จะปรับนิสัยของคุณให้มีระเบียบวินัยมากขึ้น",
      "position": "re"
    },
    {
      "id": "180",
      "content": "คุณควรจัดมุมทานอาหารเพียงแค่ 1-2 มุม และควรวางอาหารที่ทานไว้ที่โต๊ะ ",
      "position": "re"
    },
    {
      "id": "181",
      "content": "และมุมเหล่านั้นต้องไม่อยู่ใกล้เสบียงอาหารอื่น ๆ เช่น ไม่ควรมีขนมหรือสิ่งอื่น ๆ นอกแผนที่วางไว้อยู่บริเวณที่คุณทาน",
      "position": "re"
    },
    {
      "id": "182",
      "content": "คุณไม่ควรทานในห้องนอนหรือในห้องน้ำของคุณ ",
      "position": "re"
    },
    {
      "id": "183",
      "content": "หากคุณมีห้องเพียงห้องเดียว ",
      "position": "re"
    },
    {
      "id": "184",
      "content": "ทางที่ดีคือจำกัดการรับประทานอาหารของคุณไว้มุมเดียวในห้อง ",
      "position": "re"
    },
    {
      "id": "185",
      "content": "2. เมื่อรับประทานอาหารให้จดจ่อกับสิ่งที่คุณทำ ",
      "position": "re"
    },
    {
      "id": "186",
      "content": "การพยายามที่จะเบี่ยงเบนความสนใจของตัวเองในการรับประทานอาหาร ",
      "position": "re"
    },
    {
      "id": "187",
      "content": "ดูเป็นความคิดที่ไม่ดีเลย",
      "position": "re"
    },
    {
      "id": "188",
      "content": "คุณควรจดจ่อและมุ่งความสนใจไปที่สิ่งที่คุณทำแทน ",
      "position": "re"
    },
    {
      "id": "189",
      "content": "ลองลิ้มรสอาหารของคุณให้สัมผัสรสชาติอย่างเต็มที่ ",
      "position": "re"
    },
    {
      "id": "190",
      "content": "แต่ก่อนจะปฏิบัติแบบนี้ คุณยังต้องแน่ใจว่าคุณไม่ได้รับประทานอาหารที่ผิดปกติ ",
      "position": "re"
    },
    {
      "id": "191",
      "content": "เช่น ตรวจดูว่าคุณไม่ได้กินเร็วเกินไป มีสติรู้ว่าตัวเองกำลังทำอะไร",
      "position": "re"
    },
    {
      "id": "192",
      "content": "การที่เรารู้ว่าตัวเองกำลังทำอะไรอยู่จะช่วยลดโอกาสที่จะ binge ได้",
      "position": "re"
    },
    {
      "id": "193",
      "content": "ด้วยเหตุนี้ พยายามอย่ามีส่วนร่วมในกิจกรรมอื่น ๆ พร้อมกับการรับประทานอาหาร เช่น ดูโทรทัศน์ เล่นมือถือ ",
      "position": "re"
    },
    {
      "id": "194",
      "content": "และก็อย่าเดินไปทานไปนะคะ",
      "position": "re"
    },
    {
      "id": "195",
      "content": "ควรนั่งทานดี ๆ จะทำให้เรามีสมาธิมากขึ้นค่ะ",
      "position": "re"
    },
    {
      "id": "196",
      "content": "3. เมื่อรับประทานอาหาร ควรกำหนดปริมาณของอาหารไว้ก่อนทาน ",
      "position": "re"
    },
    {
      "id": "197",
      "content": "เมื่อรับประทานอาหารหรือขนมขบเคี้ยว ",
      "position": "re"
    },
    {
      "id": "198",
      "content": "ให้เตรียมตามปริมาณที่กำหนดไว้ล่วงหน้า",
      "position": "re"
    },
    {
      "id": "199",
      "content": "จะช่วยให้คุณรู้ปริมาณในการทานที่แน่นอน และสามารถรับประทานในปริมาณที่เหมาะสม",
      "position": "re"
    },
    {
      "id": "200",
      "content": "เก็บบรรจุภัณฑ์ให้พ้นโต๊ะเพราะมันอาจจะกระตุนให้คุณอยากจะกินมากกว่าที่คุณตั้งใจไว้ ",
      "position": "re"
    },
    {
      "id": "201",
      "content": "4. กำหนดการควบคุมวิธีการรับประทานอาหารของคุณ",
      "position": "re"
    },
    {
      "id": "202",
      "content": "หากคุณมักจที่ะกินเร็วแบบอัตโนมัติ",
      "position": "re"
    },
    {
      "id": "203",
      "content": "- ให้ฝึกวางอุปกรณ์การทาน (เช่น ช้อนส้อม) ไว้บนภาชนะระหว่างการทาน เช่น กินหนึ่งคำแล้ววางช้อนลง พอเคี้ยวหมดก็ตักใหม่และก็วางช้อนลง",
      "position": "re"
    },
    {
      "id": "204",
      "content": "- ฝึกทิ้งอาหารไว้บนจานด้วย",
      "position": "re"
    },
    {
      "id": "205",
      "content": "วิธีนี้อาจดูสิ้นเปลือง ",
      "position": "re"
    },
    {
      "id": "206",
      "content": "แต่สิ่งใดก็ตามที่ช่วยลดโอกาสในการกินมากเกินไปนั้นไม่แท้สิ้นเปลือง ",
      "position": "re"
    },
    {
      "id": "207",
      "content": "และที่ทิ้งของเหลือเพราะในขั้นตอนนี้ในโปรแกรมพวกมันอาจจะเย้ายวนเกินกว่าจะต้านทานที่จะไม่ทานพวกมัน",
      "position": "re"
    },
    {
      "id": "208",
      "content": "5. เมื่อไปทานอาหารกับผู้อื่น พยายามอย่างหลงคำชักชวนที่จำทให้คุณทานมากกว่าที่คุณวางแผนไว้ ",
      "position": "re"
    },
    {
      "id": "209",
      "content": "ไม่ใช่เรื่องแปลกที่จะถูกกดดันให้มีการช่วยกิน (โดยเฉพาะบุฟเฟ่ต์) ทให้คุณต้องทานมากกว่าที่วางแผนไว้ ",
      "position": "re"
    },
    {
      "id": "210",
      "content": "คุณต้องต่อต้านแรงกดดันนี้",
      "position": "re"
    },
    {
      "id": "211",
      "content": "ฝึกฝนวิธีในการปฏิเสธที่สุภาพแต่มั่นคงที่จะปฏิเสธ ",
      "position": "re"
    },
    {
      "id": "212",
      "content": "ตัวอย่างเช่น ",
      "position": "re"
    },
    {
      "id": "213",
      "content": "“ไม่ ขอบคุณ ฉันพอแล้วจริงๆ มันอร่อยมาก ๆ''",
      "position": "rn"
    },
    {
      "id": "214",
      "content": "ถ้ายังมีใครเอาอาหารที่คุณไม่ต้องการใส่จานของคุณ ",
      "position": "re"
    },
    {
      "id": "215",
      "content": "ให้ปล่อยทิ้งไว้โดยไม่ต้องแตะต้อง",
      "position": "re"
    },
    {
      "id": "216",
      "content": "ภายใต้สถานการณ์เช่นนี้ ",
      "position": "re"
    },
    {
      "id": "217",
      "content": "คนอื่นต่างหากที่ไม่สุภาพไม่ใช่คุณ",
      "position": "re"
    },
    {
      "id": "218",
      "content": "6. หากต้องทานอาหารนอกบ้าน ให้สำรวจอาหารหรือดูคอร์สก่อนและพิจารณาให้ดีก่อนทาน ",
      "position": "re"
    },
    {
      "id": "219",
      "content": "สำหรับมื้ออาหารในร้านอาหารหรือที่บ้านของผู้อื่น ",
      "position": "re"
    },
    {
      "id": "220",
      "content": "คุณอาจไม่รู้ว่าจะมีคอร์สที่คุณต้องทานหรือมีปริมาณเท่าไร",
      "position": "re"
    },
    {
      "id": "221",
      "content": "ดังนั้น คุณจึงต้องจับตาดูสิ่งที่เกิดขึ้นอย่างระมัดระวังและดูอาหารเป็นระยะๆ ",
      "position": "re"
    },
    {
      "id": "222",
      "content": "หาข้อแก้ตัว เช่น คุณต้องโทรด่วน ",
      "position": "re"
    },
    {
      "id": "223",
      "content": "เพื่อให้คุณสามารถออกจากโต๊ะและรวบรวมความคิดของคุณ ",
      "position": "re"
    },
    {
      "id": "224",
      "content": "ตามหลักการแล้ว ให้นำบันทึกของคุณออกมาวางแผนและทำเสร็จแล้วโดยคิดว่าจะทำอย่างไรต่อไปในมื้ออาหารที่มีอาหารเป็นจำนวนมาก",
      "position": "re"
    },
    {
      "id": "225",
      "content": "ยิ่งถ้าอาหารแบ่งเป็นคอร์ส",
      "position": "re"
    },
    {
      "id": "226",
      "content": "มันมักจะง่ายกว่าที่จะข้าม 1-2 คอร์สแทนที่จะพยายามจำกัดปริมาณการกินในแต่ละคอร์ส",
      "position": "re"
    },
    {
      "id": "227",
      "content": "บุฟเฟ่ต์เป็นสิ่งที่ท้าทายอย่างยิ่ง ",
      "position": "re"
    },
    {
      "id": "228",
      "content": "วิธีที่ดีที่สุดคือการพิจารณาดูว่ามีอะไรให้ทานบ้าง ",
      "position": "re"
    },
    {
      "id": "229",
      "content": "แล้วค่อยออกไปให้เวลากับตัวเองในการวางแผนว่าคุณจะกินอะไร ",
      "position": "re"
    },
    {
      "id": "230",
      "content": "เมื่อรับประทานอาหารเสร็จแล้ว ให้ถอยจานและช้อนส้อมออกจากตัว และอยู่ห่างจากอาหาร",
      "position": "re"
    },
    {
      "id": "231",
      "content": "และเป็นความคิดที่ดีที่จะไม่ดื่มเครื่องดื่มแอลกอฮอล์มากเกินไป",
      "position": "re"
    },
    {
      "id": "232",
      "content": "เพราะจำทำให้คุณมีสติและมีการตัดสินใจที่ดีกว่าตอนเมา",
      "position": "re"
    },
    {
      "id": "233",
      "content": "คำแนะนำในการซื้อของและทำอาหาร",
      "position": "ln"
    },
    {
      "id": "234",
      "content": "หลายคนที่มีปัญหาการกินมากเกินไปมีปัญหากับการซื้อของและทำอาหาร  ",
      "position": "lm"
    },
    {
      "id": "235",
      "content": "ต่อไปนี้คือเคล็ดลับบางประการในการแก้ไขปัญหาเหล่านี้  ",
      "position": "lm"
    },
    {
      "id": "236",
      "content": "แมม้ว่าบางข้ออาจไม่เกี่ยวกับคุณ แต่รู้ไว้ก็ไม่เสียหายค่ะ",
      "position": "lm"
    },
    {
      "id": "237",
      "content": "1. จำกัดปริมาณอาหารที่คุณมีแนวโน้มจะ binge",
      "position": "lm"
    },
    {
      "id": "238",
      "content": "ในขั้นตอนนี้ของโปรแกรม เป็นการดีที่สุดที่จะจำกัดการเข้าถึงอาหารที่อาจกระตุ้นให้คุณ binge ",
      "position": "lm"
    },
    {
      "id": "239",
      "content": "ดังนั้นเมื่อซื้อของควรหลีกเลี่ยงการซื้ออาหารเหล่านี้ ",
      "position": "lm"
    },
    {
      "id": "240",
      "content": "หากไม่สามารถทำได้ให้จำกัดปริมาณในการซื้อ",
      "position": "lm"
    },
    {
      "id": "241",
      "content": "2. ตรวจสอบให้แน่ใจว่าคุณมีอาหารเพียงพอและคุณยอมรับพวกมันได้ ",
      "position": "lm"
    },
    {
      "id": "242",
      "content": "เป็นสิ่งสำคัญที่คุณจะต้องเตรียมอาหารที่รับประทานได้อย่างสบายใจ ",
      "position": "lm"
    },
    {
      "id": "243",
      "content": "3. วางแผนการซื้อของของคุณ  ",
      "position": "lm"
    },
    {
      "id": "244",
      "content": "อย่าซื้ออาหารโดยทันทีหากไม่ได้วางแผน",
      "position": "lm"
    },
    {
      "id": "245",
      "content": "ควรวางแผนการซื้อของล่วงหน้าและปฏิบัติตามรายการที่ได้วางแผนการซื้อไว้",
      "position": "lm"
    },
    {
      "id": "246",
      "content": "ถ้าเป็นไปได้ หลีกเลี่ยงการซื้อของเมื่อหิวและในวันที่คุณรู้สึกเสี่ยงที่จะ Binge Eating",
      "position": "lm"
    },
    {
      "id": "247",
      "content": "การซื้อของออนไลน์อาจจะช่วยคุณได้",
      "position": "lm"
    },
    {
      "id": "248",
      "content": "4. เมื่อทำอาหาร หลีกเลี่ยงการชิมอาหาร  ",
      "position": "lm"
    },
    {
      "id": "249",
      "content": "อาจจะฟังดูแปลกแต่การชิมอาหารสามารถกระตุ้นการ binge ",
      "position": "lm"
    },
    {
      "id": "250",
      "content": "บางคนพบว่าการเคี้ยวหมากฝรั่งมีประโยชน์เพราะสิ่งนี้ทำให้เราแทบชิมไม่ได้เลย ",
      "position": "lm"
    },
    {
      "id": "251",
      "content": "5. หลีกเลี่ยงการสัมผัสกับอาหารโดยไม่จำเป็น  ",
      "position": "lm"
    },
    {
      "id": "252",
      "content": "ดังที่เราได้พูดคุยกันใน Chapter 2 ",
      "position": "lm"
    },
    {
      "id": "253",
      "content": "ผู้คนจำนวนมากที่มีปัญหา Binge Eating",
      "position": "lm"
    },
    {
      "id": "254",
      "content": "หมกมุ่นอยู่กับความคิดเกี่ยวกับอาหารและการรับประทานอาหาร ",
      "position": "lm"
    },
    {
      "id": "255",
      "content": "และสิ่งนี้สามารถกระตุ้นความสนใจในอาหารและการทำอาหาร  ",
      "position": "lm"
    },
    {
      "id": "256",
      "content": "ส่วนหนึ่งเป็นผลให้ บางคนใช้เวลาส่วนใหญ่ทำอาหารให้คนอื่น  ",
      "position": "lm"
    },
    {
      "id": "257",
      "content": "สิ่งนี้ควรที่จะถูกต่อต้านด้วยเหตุผลที่ชัดเจน",
      "position": "lm"
    },
    {
      "id": "258",
      "content": "การเปิดรับสิ่งใด ๆ ก็ตามที่เกี่ยวข้องกับอาหารโดยไม่จำเป็นถือเป็นความเสี่ยง  ",
      "position": "lm"
    },
    {
      "id": "259",
      "content": "บางคนมีแนวโน้มที่จะกดดันให้ผู้อื่นรับประทาน  ",
      "position": "lm"
    },
    {
      "id": "260",
      "content": "นี่ไม่ใช่ความคิดที่ดี ",
      "position": "lm"
    },
    {
      "id": "261",
      "content": "ที่จะกดดันผู้อื่นให้สนองความต้องการของตนเอง เช่น บังคับให้ผู้อื่นทานอาหารที่ตนทำ",
      "position": "lm"
    },
    {
      "id": "262",
      "content": "สามารถเสนออาหารได้ ",
      "position": "lm"
    },
    {
      "id": "263",
      "content": "แต่อย่ากดดันให้คนกินเกินที่พวกเขาต้องการ  ",
      "position": "lm"
    },
    {
      "id": "264",
      "content": "ไม่ใช่เรื่องแปลกที่ผู้ที่มีปัญหา Binge Eating จะมีส่วนเกี่ยวข้องโดยตรงหรือโดยอ้อมกับอาหาร ",
      "position": "lm"
    },
    {
      "id": "265",
      "content": "หากสิ่งนี้ใช้ได้กับคุณและคุณสามารถเห็นได้ว่ามันส่งผลต่อปัญหาการกินของคุณ ",
      "position": "lm"
    },
    {
      "id": "266",
      "content": "คุณควรพิจารณาเปลี่ยนงานของคุณอย่างจริงจัง",
      "position": "lm"
    },
    {
      "id": "267",
      "content": "ทบทวนเซสชั่นของ Step 2",
      "position": "re"
    },
    {
      "id": "268",
      "content": "โดยปกติจะใช้เวลา 2-3 สัปดาห์ในการสร้างรูปแบบการรับประทานอาหารปกติ  ",
      "position": "re"
    },
    {
      "id": "269",
      "content": "คุณควรตรวจสอบความคืบหน้าของคุณ 2 ครั้งต่อสัปดาห์  ",
      "position": "re"
    },
    {
      "id": "270",
      "content": "ในแต่ละครั้ง ให้ศึกษาบันทึกการตรวจสอบของคุณ (Monitoring Record)",
      "position": "re"
    },
    {
      "id": "271",
      "content": "และกรอกเอกสารสรุป (Summary sheet) สัปดาห์ละครั้ง  ",
      "position": "re"
    },
    {
      "id": "272",
      "content": "ในคอลัมน์ \"วันเปลี่ยนแปลง (CDs)\"",
      "position": "re"
    },
    {
      "id": "273",
      "content": " เป็นคอลัมน์ที่สำคัญที่ทำให้คุณได้ตรวจสอบสิ่งที่ได้ทำมาอย่างถูกต้องว่าคุณได้ชั่งน้ำหนักรายสัปดาห์ ",
      "position": "re"
    },
    {
      "id": "274",
      "content": "และคุณได้พยายามอย่างเต็มที่ที่จะปฏิบัติตามแผนรูปแบบการกินปกติที่วางไว้ ",
      "position": "re"
    },
    {
      "id": "275",
      "content": " ไม่ว่าคุณจะกินอิ่มหรือไม่ก็ตาม",
      "position": "re"
    },
    {
      "id": "276",
      "content": "เซสชั่นทบทวนขั้นตอนที่ 2 แต่ละครั้งควรแบ่งออกเป็น 3 ส่วน",
      "position": "re"
    },
    {
      "id": "277",
      "content": "อย่างแรกคือการอ่าน Step 2 ซ้ำเพื่อเตือนตัวเองว่าคุณกำลังพยายามทำอะไรอยู่  ",
      "position": "re"
    },
    {
      "id": "278",
      "content": "ส่วนที่สองคือการถามตัวเองด้วยคำถามสี่ข้อจาก Step 1:",
      "position": "re"
    },
    {
      "id": "279",
      "content": "ฉันได้ทำบการตรวจสอบตนเอง?  ",
      "position": "rn"
    },
    {
      "id": "280",
      "content": "ฉันสามารถพัฒนาการตรวจสอบของฉันได้หรือไม่?",
      "position": "rn"
    },
    {
      "id": "281",
      "content": "รูปแบบในการรับประทานอาหารของฉันมีรูปแบบที่ชัดเจนหรือไม่?  ",
      "position": "rn"
    },
    {
      "id": "282",
      "content": "ฉันชั่งน้ำหนักตัวเองสัปดาห์ละครั้งหรือไม่?",
      "position": "rn"
    },
    {
      "id": "283",
      "content": "ส่วนที่สามกำลังถามตัวเองแปดคำถามต่อไปนี้เกี่ยวกับ Step 2",
      "position": "re"
    },
    {
      "id": "284",
      "content": " 1. ในแต่ละวัน ฉันกำลังวางแผนมื้ออาหารและของว่างเป็นประจำหรือไม่? ",
      "position": "rn"
    },
    {
      "id": "285",
      "content": "จำไว้ว่า หากต้องการควบคุมการรับประทานอาหาร ",
      "position": "re"
    },
    {
      "id": "286",
      "content": "คุณต้องนำหน้าปัญหาหนึ่งก้าวแทนที่จะอยู่ข้างหลังมันหนึ่งก้าว",
      "position": "re"
    },
    {
      "id": "287",
      "content": "หมายความว่าคุณมีการคาดการณ์ว่าอาจจะเกิดปัญหาในอนาคต และมีการวางแผนในการแก้ปัญหานั้นก่อนที่มันจะเกิดขึ้น",
      "position": "re"
    },
    {
      "id": "288",
      "content": "และอาจเพิ่มกิจกรรมด้วย เช่น คุณควรออกกำลังกายว่าเมื่อใด ",
      "position": "re"
    },
    {
      "id": "289",
      "content": "มีการวางแผนล่วงหน้าสำหรับการรับประทานอาหารและของว่างในวันถัดไป ",
      "position": "re"
    },
    {
      "id": "290",
      "content": "คุณควรพยายามอย่างเต็มที่เพื่อทำตามแผนนี้  ",
      "position": "re"
    },
    {
      "id": "291",
      "content": "วิธีนี้คุณจะมีแนวโน้มที่จะคาดการณ์ปัญหาได้มากกว่าโดยที่คุณไม่รู้ตัว",
      "position": "re"
    },
    {
      "id": "292",
      "content": "2. ฉันกำลังพยายามจำกัดการรับประทานอาหารและของว่างในแต่ละวันหรือไม่?  ",
      "position": "rn"
    },
    {
      "id": "293",
      "content": "นี่เป็นสิ่งสำคัญที่คุณควรสังเกตตัวเองเป็นประจำ",
      "position": "re"
    },
    {
      "id": "294",
      "content": " 3. ฉันอดอาหารและของว่างหรือไม่?  ",
      "position": "rn"
    },
    {
      "id": "295",
      "content": "ที่สำคัญคืออย่าข้ามมื้ออาหารหรือของว่างใดๆ  เพราะจะทำให้คุณเสี่ยงที่จะ binge",
      "position": "re"
    },
    {
      "id": "296",
      "content": " 4. ช่องว่างของช่วงเวลาระหว่างมื้ออาหารและของว่างของฉันยาวนานกว่า 4 ชั่วโมงหรือไม่?  ",
      "position": "rn"
    },
    {
      "id": "297",
      "content": "เหตุผลเช่นเดียวกับข้อ 3 ช่องว่างระหว่างมื้ออาหารและของว่างไม่ควรยาว และ ไม่เกิน 4 ชม.",
      "position": "re"
    },
    {
      "id": "298",
      "content": " 5. ฉันทานอาหารระหว่างมื้อกับของว่างหรือไม่? ",
      "position": "rn"
    },
    {
      "id": "299",
      "content": "เป้าหมายคือการจำกัดการกินของคุณให้อยู่ในมื้ออาหารและของว่างที่วางแผนไว้  ",
      "position": "re"
    },
    {
      "id": "300",
      "content": "หากคุณประสบความสำเร็จในการทำเช่นนี้ ",
      "position": "re"
    },
    {
      "id": "301",
      "content": "บันทึกการตรวจสอบของคุณจะมีรูปแบบที่ชัดเจน  ",
      "position": "re"
    },
    {
      "id": "302",
      "content": "นอกจากนี้ รูปแบบนี้ควรตรงกับแผนที่เขียนไว้ด้านบน  Monitoring record ของคุณ",
      "position": "re"
    },
    {
      "id": "303",
      "content": "6. ฉันกลับมาอยู่ในเส้นทางเดิมเมื่อมีสิ่งผิดปกติหรือไม่?  ",
      "position": "rn"
    },
    {
      "id": "304",
      "content": "เป็นสิ่งสำคัญที่จะไม่ยอมแพ้เมื่อมีสิ่งผิดปกติเกิดขึ้น  ",
      "position": "re"
    },
    {
      "id": "305",
      "content": "มีแนวโน้มที่ผู้ที่มีปัญหา Binge Eating ไปจะมองวันเป็นหน่วยเดียว ",
      "position": "re"
    },
    {
      "id": "306",
      "content": "โดยมีผลว่าเมื่อมีอะไรผิดพลาด ",
      "position": "re"
    },
    {
      "id": "307",
      "content": "พวกเขาจะมองทั้งวันว่าถูกทำลาย  ",
      "position": "re"
    },
    {
      "id": "308",
      "content": "สิ่งนี้จะไม่เป็นประโยชน์และนั่นเป็นตัวอย่างของการคิดแบบไร้เหตุผล",
      "position": "re"
    },
    {
      "id": "309",
      "content": "เมื่อคุณเริ่มแนะนำรูปแบบการกินปกติ คุณจะยังคง binge อยู่  ",
      "position": "re"
    },
    {
      "id": "310",
      "content": "อย่ารู้สึกท้อแท้เกี่ยวกับเรื่องนี้ ",
      "position": "re"
    },
    {
      "id": "311",
      "content": "สิ่งสำคัญคือหลังจาก binge ในแต่ละครั้ง ",
      "position": "re"
    },
    {
      "id": "312",
      "content": "คุณต้องพยายามกลับมาเป็นปกติโดยเร็วที่สุดแทนที่จะรอจนถึงวันถัดไป ",
      "position": "re"
    },
    {
      "id": "313",
      "content": "พยายามอย่าข้ามมื้ออาหารหรือของว่างเพราะจะทำให้คุณเสี่ยงที่จะ binge อีกครั้ง",
      "position": "re"
    },
    {
      "id": "314",
      "content": " 7. ฉันปรับเปลี่ยนเวลาของมื้ออาหารและของว่าง",
      "position": "rn"
    },
    {
      "id": "315",
      "content": "เพื่อรองรับเหตุการณ์และสถานการณ์ได้เหมาะสมหรือไม่?  ",
      "position": "re"
    },
    {
      "id": "316",
      "content": "รูปแบบการกินของคุณต้องไม่เข้มงวดเกินไป ",
      "position": "re"
    },
    {
      "id": "317",
      "content": "มิฉะนั้น คุณจะประสบปัญหาเมื่อต้องเผชิญกับโอกาสพิเศษ ",
      "position": "re"
    },
    {
      "id": "318",
      "content": "ตรวจสอบบันทึกการตรวจสอบของคุณเพื่อดูว่าเคยมีช่วงเวลาดังกล่าวหรือไม่ ",
      "position": "re"
    },
    {
      "id": "319",
      "content": "และพิจารณาว่าคุณจัดการกับมันได้ดีเพียงใด",
      "position": "re"
    },
    {
      "id": "320",
      "content": " 8. ฉันทำตามคำแนะนำเกี่ยวกับการอาเจียน การใช้ยาระบาย และยาขับปัสสาวะในทางที่ผิดหรือไม่?  ",
      "position": "rn"
    },
    {
      "id": "321",
      "content": "ดังที่เราได้พูดคุยกันใน Chapter 2 พฤติกรรมเหล่านี้สนับสนุนให้เกิด Binge Eating  ",
      "position": "re"
    },
    {
      "id": "322",
      "content": "ดังนั้นจึงจำเป็นที่คุณจะต้องหยุดพวกเขาโดยทำตามคำแนะนำในบทนี้",
      "position": "re"
    },
    {
      "id": "323",
      "content": "ตัดสินใจว่าเมื่อใดควรไปยัง Step 3",
      "position": "lm"
    },
    {
      "id": "324",
      "content": "คนส่วนใหญ่ต้องใช้เวลา 2-3 สัปดาห์ในการปรับตัวใน Step นี้ ",
      "position": "lm"
    },
    {
      "id": "325",
      "content": "อย่างไรก็ตาม คุณไม่จำเป็นต้องรอจนกว่าคุณจะสร้างรูปแบบการรับประทานอาหารกินที่ปกติให้สมบูรณื",
      "position": "lm"
    },
    {
      "id": "326",
      "content": "เนื่องจากใน Step 3 จะช่วยให้คุณติดตาม Step 2 ได้ง่ายขึ้น",
      "position": "lm"
    },
    {
      "id": "327",
      "content": "สิ่งสำคัญคือคุณต้องมีวันเปลี่ยนแปลง (CDs) 6-7 วันในแต่ละสัปดาห์  ",
      "position": "lm"
    },
    {
      "id": "328",
      "content": "หากไม่เป็นเช่นนั้น คุณควรอ่าน Step 2 ซ้ำ",
      "position": "lm"
    },
    {
      "id": "329",
      "content": "และอยู่ใน Step นี้เป็นเวลาอย่างน้อยอีก 1 สัปดาห์  ",
      "position": "lm"
    },
    {
      "id": "330",
      "content": "หากคุณพร้อมที่จะไปต่อ ",
      "position": "lm"
    },
    {
      "id": "331",
      "content": "ในขณะที่เริ่มดำเนินการใน Step 3",
      "position": "lm"
    },
    {
      "id": "332",
      "content": "ให้ทำตาม Step 1 และ 2 ควบคู่ไปด้วย",
      "position": "lm"
    }
  ]
}
