{
  "contents": [
    {
      "id": "1",
      "content": "Chapter 2 ในแง่ทางด้านจิตวิทยาและสังคม (Psychological and Social Aspects)",
      "position": "ln"
    },
    {
      "id": "2",
      "content": "บางครั้งการ binge ก็เป็นพฤติกรรมที่โดดเดี่ยว",
      "position": "re"
    },
    {
      "id": "3",
      "content": "แม้จะเกิดซ้ำซาก",
      "position": "re"
    },
    {
      "id": "4",
      "content": "ไม่ว่าจะเกี่ยวข้องกับปัญหาในเรื่องอื่น ๆ หรือไม่ก็ตาม เช่น รูปร่าง บุคลิก อารมณ์ ฯลฯ",
      "position": "re"
    },
    {
      "id": "5",
      "content": "คุณอาจจะใช้งาน Fight for Binge นี้เพราะความลำบากในเรื่องเหล่านี้ส่งผลกระทบต่อการใช้ชีวิตคุณมากกว่าการที่ binge ไป ",
      "position": "re"
    },
    {
      "id": "6",
      "content": "ความสัมพันธ์ระหว่างปัญหาเหล่านี้กับการกิน binge ไปนั้นซับซ้อน ",
      "position": "re"
    },
    {
      "id": "7",
      "content": "ซึ่งมักจะเกิดเป็นวงจรแย่ ๆ แบบเดิม ๆ ซ้ำแล้วซ้ำเล่าที่คุณยากที่จะทำลาย",
      "position": "re"
    },
    {
      "id": "8",
      "content": "เป้าหมายของบทนี้และบทต่อไปคือการบรรยายถึงความหมายปัญหาและข้อกังวลที่เกี่ยวข้องกับการ binge",
      "position": "lm"
    },
    {
      "id": "9",
      "content": "เพื่อทำความเข้าใจในปัญหาของ binge eating และหาวิธีในการแก้ปัญหา",
      "position": "lm"
    },
    {
      "id": "10",
      "content": "ใน Chapter นี้มุ่งเน้นไปที่ปัญหาที่สามารถอธิบายได้ว่าเป็นด้านจิตวิทยาหรือสังคม",
      "position": "lm"
    },
    {
      "id": "11",
      "content": "มาเริ่มพูดในหัวข้อ Dieting",
      "position": "lm"
    },
    {
      "id": "12",
      "content": "หลายคนที่เกิดการ binge  มักมีการไดเอทที่เคร่งครัด",
      "position": "lm"
    },
    {
      "id": "13",
      "content": "การอดอาหารอย่างต่อเนื่องและเว้นช่วงเวลาในการกินที่มากเกินไป สิ่งเหล่านี้มักพบในผู้ป่วย bulimia nervosa และ anorexia nervosa ",
      "position": "lm"
    },
    {
      "id": "14",
      "content": "ใน Binge Eating Disorder คือรูปแบบการกินที่มีแนวโน้มมากเกินไป สาเหตุก็เกิดจากการอดอาหารที่เคร่งครัดเกินไป เช่น มีการกินที่น้อยเกินไป",
      "position": "lm"
    },
    {
      "id": "15",
      "content": "ซึ่งก็ไม่แปลกใจเลยว่าทำไมในบางคนที่เป็น bulimia nervosa และ anorexia nervosa  มีอาการ binge ร่วมด้วย",
      "position": "lm"
    },
    {
      "id": "16",
      "content": "ผู้ที่มีปัญหาการกิน Binge Eating Disorder",
      "position": "re"
    },
    {
      "id": "17",
      "content": "พวกเขามักจะเข้าอยู่ในวงจรสลับไปมาระหว่างช่วงที่อดอาหารหรือกินอาการน้อยมาก ๆ: ไดเอทแบบเคร่งครัดเกินเหตุ (Strict Dieting) กับช่วงที่เกิดการ Binge ในภายหลังการไดเอท",
      "position": "re"
    },
    {
      "id": "18",
      "content": "เป็นผลทำให้น้ำหนักของพวกเขาเปลี่ยนแปลงอย่างเห็นได้ชัดในแต่ละเดือน",
      "position": "re"
    },
    {
      "id": "19",
      "content": "เป็นเรื่องปกติสำหรับผู้ที่เป็นโรค bulimia nervosa",
      "position": "re"
    },
    {
      "id": "20",
      "content": "ที่จะมีความคิดที่ผิดว่าการอดอาหารเป็นสิ่งที่สามารถทดแทน binge eating ได้",
      "position": "re"
    },
    {
      "id": "21",
      "content": "กล่าวคือ ",
      "position": "re"
    },
    {
      "id": "22",
      "content": "บุคคลเหล่านั้นความคิดที่ว่า",
      "position": "re"
    },
    {
      "id": "23",
      "content": "กินเยอะแล้วก็ต้องอด จะได้ทดแทนกันทำให้มีความสมดุลทางด้านการกิน",
      "position": "rn"
    },
    {
      "id": "24",
      "content": "แต่ในความเป็นจริงแล้วการ binge มีสาเหตุหลักจากการอดอาหารนั่นแหละค่ะ",
      "position": "re"
    },
    {
      "id": "25",
      "content": "โดยเฉพาะผู้ที่กังวลเรื่องรูปร่างสูงและน้ำหนัก ",
      "position": "re"
    },
    {
      "id": "26",
      "content": "การอดอาหารมีบทบาทนสำคัญมากต่อการกระตุ้นทำให้คนมีภาวะ binge",
      "position": "re"
    },
    {
      "id": "27",
      "content": "ตัวอย่างเช่น การ binge  มักจะเกิดขึ้นในวันที่ที่บุคคลนั้นกำลังอดอาหารอยู่ ",
      "position": "re"
    },
    {
      "id": "28",
      "content": "นี่คือแผนผังที่แสดงถึงวงจรอุบาทว์ระหว่างการไดเอที่เคร่งครัดเกิน (Strict Dieting) กับ ภาวะความผิดปกติการกินที่มากเกินไป (Binge Eating) picture strict-dieting.png",
      "position": "re"
    },
    {
      "id": "29",
      "content": "ที่มา : Overcoming Binge Eating, Second Edition: The Proven Program to Learn Why You Binge and How You Can Stop Second Edition (p.38) by  Dr.Christopher G. Fairburn, 2013, The Guilford Press. ",
      "position": "re"
    },
    {
      "id": "30",
      "content": "จะสังเกตเห็นได้ว่าการไดเอทที่เคร่งครัดเป็นผลทำให้เกิดการ binge",
      "position": "re"
    },
    {
      "id": "31",
      "content": "และเมื่อเกิดการ binge มักจะวนกลับไปที่การไดเอทที่เคร่งครัด",
      "position": "re"
    },
    {
      "id": "32",
      "content": "กระบวนการเหล่านี้ส่งผลให้เกิดการ binge ต่อเนื่องและคงอยู่เดือนแล้วเดือนเล่า",
      "position": "re"
    },
    {
      "id": "33",
      "content": "บางคนอาจจะอยู่เป็นปี ๆ",
      "position": "re"
    },
    {
      "id": "34",
      "content": "ดังนั้น การจัดการกับปัญหาการกินที่มากเกินไป (Binge Eating) จึงเป็นเรื่องสำคัญ",
      "position": "re"
    },
    {
      "id": "35",
      "content": "ไม่เพียงแค่การ Binge เท่านั้นที่ต้องจัดการ แต่ยังรวมถึงการอดอาหารหรือการไดเอทแบบผิดวิธีอีกด้วยด้วย (Strict Dieting)",
      "position": "re"
    },
    {
      "id": "36",
      "content": "รูปแบบการอดอาหารที่มีความสัมพันธ์กับ Binge Eating, Bulimia Nervosa และ Anorexia Nervosa ที่จะกล่าวต่อไปนี้ มีหลัก ๆ 3 รูปแบบ ",
      "position": "lm"
    },
    {
      "id": "37",
      "content": "1. กำหนดเวลากินให้เลทที่สุด (Delaying Eating)  ",
      "position": "lm"
    },
    {
      "id": "38",
      "content": "บางคนแทบไม่กินอะไรเลยถ้ายังไม่ถึงเวลาที่กำหนดไว้ที่จะอนุญาตให้ตัวเองกิน",
      "position": "lm"
    },
    {
      "id": "39",
      "content": " (คล้าย ๆ การทำ if แต่ไม่ได้บอกว่าการทำ if ทุกรูปแบบทำให้ binge นะคะ เพียงแค่ยกตัวอย่างให้นึกภาพออก แต่ถ้า if แบบผิด ๆ แบบที่เคร่งครัดเกินไป จนทำให้ร่างกายเกิดความเครียดมาก ก็อาจส่งผลให้มีภาวะ binge เกิดขึ้นได้เช่นกัน)",
      "position": "lm"
    },
    {
      "id": "40",
      "content": "โดยทั่วไปแล้ว พวกเขาเว้นช่วงการรับประทานอาหารให้นานที่สุดในระหว่างวัน และมักจะไม่กินจนถึงเย็น ",
      "position": "lm"
    },
    {
      "id": "41",
      "content": "ประมาณ 1 ใน 4 คนเลยทีเดียวที่เป็น bulimia nervosa ทำสิ่งนี้",
      "position": "lm"
    },
    {
      "id": "42",
      "content": "และประมาณประมาณ 1 ใน 20 ของ Binge Eating  Disorder ก็พบพฤติกรรมเหล่านี้เช่นเดียวกัน",
      "position": "lm"
    },
    {
      "id": "43",
      "content": "2. การจำกัดปริมาณการกิน (Restricting the Overall Amount Eaten)",
      "position": "lm"
    },
    {
      "id": "44",
      "content": "มักจะเกี่ยวข้องกับพยายามทานอาหารให้ต่ำกว่าขีดจำกัดแคลอรี ",
      "position": "lm"
    },
    {
      "id": "45",
      "content": "ผู้ที่เป็นโรค bulimia nervosa จำกัดอยู่ที่ 1,000 หรือ 1,200 แคลอรี่ต่อวัน",
      "position": "lm"
    },
    {
      "id": "46",
      "content": "ซึ่งต่ำกว่าปริมาณที่จำเป็นสำหรับการทำงานในแต่ละวันตามปกติ",
      "position": "lm"
    },
    {
      "id": "47",
      "content": "บางคนจำกัดแคลอรี่อย่างเคร่งครัดและไม่เหมาะสมมากขึ้นจำกัดแคลอรี เช่น 800 หรือ 600 แคลอรีต่อวัน",
      "position": "lm"
    },
    {
      "id": "48",
      "content": "3. การหลีกเลี่ยงอาหารบางประเภท (Avoiding Certain Types of food)",
      "position": "lm"
    },
    {
      "id": "49",
      "content": "คนที่ binge อาจหลีกเลี่ยงอาหารบางประเภทเพราะเห็นว่าเป็นเพราะการกินมันทำให้เกิดการ binge",
      "position": "lm"
    },
    {
      "id": "50",
      "content": "พวกเขามักจะอธิบายอาหารเหล่านี้ว่า \"ต้องห้าม\" \"ไม่ดี\" หรือ \"อันตราย\" ",
      "position": "lm"
    },
    {
      "id": "51",
      "content": "งานวิจัยได้แสดงให้เห็นว่า ",
      "position": "lm"
    },
    {
      "id": "52",
      "content": "3 ใน 4 ของผู้ที่เป็น bulimia nervosa มีพฤติกรรมเช่นนั้น ",
      "position": "lm"
    },
    {
      "id": "53",
      "content": "เช่นเดียวกับครึ่งหนึ่งของผู้ที่มีความผิดปกติของการกิน (Binge Eating Disorder) ก็มีความคิดนี้เช่นกัน",
      "position": "lm"
    },
    {
      "id": "54",
      "content": "รูปภาพตัวอย่างอาหารผู้ที่เป็น bulimia nervosa ได้ทำการลิสต์ไว้ว่าเป็นอาหารที่ควรหลีกเลี่ยง picture avoiding-food.png",
      "position": "lm"
    },
    {
      "id": "55",
      "content": "มีอาหารไม่กี่ประเภท ที่พวกเขาเหล่านี้ให้ตัวเองรับประทานได้อย่างอิสระ",
      "position": "lm"
    },
    {
      "id": "56",
      "content": "ซึ่งอาหารเหล่านั้นเป็นที่รู้จักในชื่อว่า “diet foods” หรือ “อาหารสุขภาพ”",
      "position": "lm"
    },
    {
      "id": "57",
      "content": "ไม่ใช่เรื่องแปลกสำหรับผู้ที่ไดเอทอย่างเคร่งครัดที่มีพฤติกรรมเหล่านี้",
      "position": "lm"
    },
    {
      "id": "58",
      "content": "เพราะพวกเขากำลังอธิบายสิ่งที่พวกเขากำลังทำ คือ การกินอาหารเพื่อสุขภาพ",
      "position": "lm"
    },
    {
      "id": "59",
      "content": "เพื่อตั้งใจที่จะลดน้ำหนักหรือเปลี่ยนรูปร่างของพวกเขาเอง",
      "position": "lm"
    },
    {
      "id": "60",
      "content": "ค่ะก็จบไปแล้วกับรูปแบบการอดอาหาร ",
      "position": "lm"
    },
    {
      "id": "61",
      "content": "ต่อมาจะมาพูดถึง",
      "position": "lm"
    },
    {
      "id": "62",
      "content": "ผลกระทบของการอดอาหาร",
      "position": "re"
    },
    {
      "id": "63",
      "content": "อาหารครอบงำทุกนาทีที่ฉันตื่น ",
      "position": "rn"
    },
    {
      "id": "64",
      "content": "แม้แต่ความฝันของฉันก็ยังเป็นเรื่องเกี่ยวกับอาหาร",
      "position": "rn"
    },
    {
      "id": "65",
      "content": "การอดอาหารมีผลทางร่างกายและจิตใจ ",
      "position": "re"
    },
    {
      "id": "66",
      "content": "ผลกระทบทางจิตวิทยาที่สำคัญคือผู้ที่อดอาหารจะหมกมุ่นอยู่กับความคิดเกี่ยวกับอาหารและการกินและ",
      "position": "re"
    },
    {
      "id": "67",
      "content": "อาจพัฒนากลายเป็นความรู้สึกอดอยาก ",
      "position": "re"
    },
    {
      "id": "68",
      "content": "ผู้อดอาหารบางคนพบว่าตัวเองหมกมุ่นอยู่กับเรื่องที่พวกเขากำลังพยายามหลีกเลี่ยงโดยสิ้นเชิง",
      "position": "re"
    },
    {
      "id": "69",
      "content": "เพื่อหลีกเลี่ยงไม่สามารถคิดอย่างอื่นได้นอกจากอาหารการกินพวกเขา",
      "position": "re"
    },
    {
      "id": "70",
      "content": "พบว่ามันยากที่จะมีส่วนร่วมในกิจกรรมประจำวันที่ต้องการสมาธิ",
      "position": "re"
    },
    {
      "id": "71",
      "content": "แม้แต่กิจกรรมที่ต้องการสมาธิน้อยที่สุด เช่น การดูโทรทัศน์",
      "position": "re"
    },
    {
      "id": "72",
      "content": "อาจกลายเป็นสิ่งที่พวกเขาทำไม่ได้ไม่สามารถจดจ่อได้ ",
      "position": "re"
    },
    {
      "id": "73",
      "content": "ไม่ว่าอะไรก็ตามพวกเขากำลังทำ ",
      "position": "re"
    },
    {
      "id": "74",
      "content": "ความคิดเกี่ยวกับอาหารและการกินเข้าไปแทรกแซงจิตใจของพวกเขา",
      "position": "re"
    },
    {
      "id": "75",
      "content": "และแม้กระทั่งในความฝันของพวกเขา",
      "position": "re"
    },
    {
      "id": "76",
      "content": " และอย่างที่คุณอาจทราบ",
      "position": "re"
    },
    {
      "id": "77",
      "content": "ถ้าคุณมีเพื่อนหรือญาติที่กำลังไดเอทหรือลดน้ำหนักอยู่ด้วยการอดอาหารอย่างหนัก",
      "position": "re"
    },
    {
      "id": "78",
      "content": "จะสังเกตเห็นได้ว่า บางคนก็จะพูดไม่หยุดเกี่ยวกับอาหารและการกิน ",
      "position": "re"
    },
    {
      "id": "79",
      "content": "สรุปได้ว่าการอดอาหารทั้ง 3 รูปแบบที่เพิ่งอธิบายไปล้วนแล้วแต่สุดโต่ง ",
      "position": "lm"
    },
    {
      "id": "80",
      "content": "นั่นคือ การจำกัดว่าควรกินอะไร เมื่อไหร่ จำนวนเท่าใดแบบที่น้อยมากเกินไป มีการไดเอทที่ผิดวิธี จนอาจได้รีบพลังงานไม่เพียงพอต่อวัน",
      "position": "lm"
    },
    {
      "id": "81",
      "content": "การอดอาหารของบางคนที่ binge และเป็น bulimia nervosa ร่วมด้วย ก็จะมีแนวโน้มที่จะอดอาหารเข้มงวดเช่นกัน ",
      "position": "lm"
    },
    {
      "id": "82",
      "content": "คนเหล่านี้มีเป้าหมายเฉพาะเจาะจงมาก ",
      "position": "lm"
    },
    {
      "id": "83",
      "content": "และหากพวกเขาทำไม่บรรลุเป้าหมาย พวกเขารู้สึกว่าพวกเขา “ล้มเหลว” ",
      "position": "lm"
    },
    {
      "id": "84",
      "content": "ผู้อดอาหารส่วนใหญ่อาจต้องการให้แคลอรีของพวกเขาต่ำกว่า 1,500  แคลอรีต่อวันหรือต่ำกว่าค่า BMR",
      "position": "lm"
    },
    {
      "id": "85",
      "content": "และมีแนวโน้มที่จะพอใจหากพวกเขาบรรลุเป้าหมายนี้ในเวลาไม่กี่วัน",
      "position": "lm"
    },
    {
      "id": "86",
      "content": "ในทางตรงกันข้าม คนที่ควบคุมอาหารอย่างเคร่งครัดรู้สึกว่าต้องบรรลุเป้าหมายนี้",
      "position": "lm"
    },
    {
      "id": "87",
      "content": "หากพวกเขากินมากกว่านี้ ก็จะเหมือนแหกกฏการไดเอทของตนเอง และอาจมีความรู้สึกผิดตามมา",
      "position": "lm"
    },
    {
      "id": "88",
      "content": "เมื่อการอดอาหารเป็นเรื่องสุดขั้วและเข้มงวด",
      "position": "lm"
    },
    {
      "id": "89",
      "content": "พฤติกรรมการรับประทานอาหารที่ใช้ความยับยั้งชั่งใจเป็นอย่างมาก ",
      "position": "lm"
    },
    {
      "id": "90",
      "content": "มีโอกาสทำให้เกิด \"ความล้มเหลว\" ซ้ำแล้วซ้ำอีก",
      "position": "lm"
    },
    {
      "id": "91",
      "content": "(ผู้อดอาหารอย่างเข้มงวดมักจะพ่ายแพ้ต่อความอยาก และมีอาการ binge ตามมาในภายหลัง)",
      "position": "lm"
    },
    {
      "id": "92",
      "content": "สิ่งนี้ทำให้เสียขวัญ ",
      "position": "lm"
    },
    {
      "id": "93",
      "content": "แต่ที่แย่ไปกว่านั้น ความล้มเหลวเหล่านี้ทำให้เกิดการ binge",
      "position": "lm"
    },
    {
      "id": "94",
      "content": "เพราะเข้มงวดผู้อดอาหารมีแนวโน้มที่จะละทิ้งการอดอาหาร",
      "position": "lm"
    },
    {
      "id": "95",
      "content": "แม้ว่าอย่างน้อยอาจเป็นเพียงแค่ช่วงเวลาชั่วคราว",
      "position": "lm"
    },
    {
      "id": "96",
      "content": "แต่เมื่อพวกเขาแหกกฎของพวกเขาและผลที่ได้คือการ binge ",
      "position": "lm"
    },
    {
      "id": "97",
      "content": "สิ่งนี้สะท้อนรูปแบบความคิดของพวกเขา",
      "position": "lm"
    },
    {
      "id": "98",
      "content": "ซึ่งเป็นลักษณะเฉพาะของบรรดาผู้ที่มีภาวะ binge ",
      "position": "lm"
    },
    {
      "id": "99",
      "content": "เรียกว่าการคิดแบบ \"all-or-nothing\" หรือ \"dichotomous\" ",
      "position": "lm"
    },
    {
      "id": "100",
      "content": "คนประเภทนี้จะมีการคิดเห็นสิ่งต่าง ๆ ในแง่สุดโต่ง",
      "position": "lm"
    },
    {
      "id": "101",
      "content": "กล่าวคือถ้าคิดจะอดก็อดไปเลย แต่ถ้าจะกินก็จะกินแบบตบะแตก",
      "position": "lm"
    },
    {
      "id": "102",
      "content": "สรุปได้ว่าการอดอาหารหรือการไดเอทที่มีกฎเกณฑ์ที่เข้มงวดและข้อจำกัดที่มากเกินไป ควบคู่กับการมีความคิดแบบสุดโต่ง",
      "position": "lm"
    },
    {
      "id": "103",
      "content": "เป็นผลทำให้เกิดวงจรการกินที่มากเกินไป (Binge Eating) และ การอดอาหารอย่างเข้มงวด (Strict Dieting) ดังที่กล่าวไปข้างต้น",
      "position": "lm"
    },
    {
      "id": "104",
      "content": "นอกจากนี้ยังมีวิธีอื่นที่ใช้ในการควบคุมรูปร่างและน้ำหนักแบบไม่ถูกต้องอีก",
      "position": "re"
    },
    {
      "id": "105",
      "content": "เป็นอย่างไรลองมาดูกันค่ะ",
      "position": "re"
    },
    {
      "id": "106",
      "content": "การอดอาหารเป็นวิธีการควบคุมน้ำหนักที่นิยมใช้กันทั่วไปมากที่สุด โดยเฉพาะผู้ที่มีภาวะ binge eating มักใช้วิธีนี้ ",
      "position": "re"
    },
    {
      "id": "107",
      "content": "อย่างไรก็ตามบางคนมีมาตรการที่รุนแรงกว่านั้น",
      "position": "re"
    },
    {
      "id": "108",
      "content": "นั่นคือการกระตุ้นให้อาเจียน การใช้ยาระบาย และยาขับปัสสาวะ ",
      "position": "re"
    },
    {
      "id": "109",
      "content": "เพื่อล้างหรือขับสิ่งที่รับประทานเข้าไป",
      "position": "re"
    },
    {
      "id": "110",
      "content": "รูปแบบพฤติกรรมเหล่านี้พบได้บ่อยใน bulimia nervosa และ anorexia nervosa ",
      "position": "re"
    },
    {
      "id": "111",
      "content": "แต่พฤติกรรมเหล่านี้จะไม่มีผู้ที่เป็น Binge Eating Disorder",
      "position": "re"
    },
    {
      "id": "112",
      "content": "กล่าวคือผู้ที่เป็น bulimia nervosa และ anorexia nervosa จะมีการไดเอทที่เคร่งครัดและรุรแรงกว่าผู้ที่เป็นถูกวินิจฉัยว่าเป็นแค่ Binge Eating Disorder อย่างมาก",
      "position": "re"
    },
    {
      "id": "113",
      "content": "ฉันเริ่มอาเจียนหลังจากกินมากเกินไปในหนึ่งวัน ",
      "position": "ln"
    },
    {
      "id": "114",
      "content": "มันดูสเป็นวิธีผอมโดยไม่ต้องอดอาหาร ",
      "position": "ln"
    },
    {
      "id": "115",
      "content": "ฉันสามารถกินได้มากเท่าที่ฉันต้องการและแล้วกำจัดมัน ",
      "position": "ln"
    },
    {
      "id": "116",
      "content": "มันจะง่ายกว่าการอดอาหารทั้งหมด",
      "position": "ln"
    },
    {
      "id": "117",
      "content": "ฉันกินจนฉันไม่สามารถกินได้อีกต่อไป ",
      "position": "ln"
    },
    {
      "id": "118",
      "content": "จากนั้นใช้นิ้วของฉันล้วงคอเพื่อทำให้เหมือนกับว่าตัวเองป่วย ",
      "position": "ln"
    },
    {
      "id": "119",
      "content": "อีกครึ่งชั่วโมงถัดไป ฉันดื่มน้ำระหว่างอาเจียนฉันล้างอาหารทั้งหมดออกจากท้องของฉัน",
      "position": "ln"
    },
    {
      "id": "120",
      "content": "ฉันรู้สึกท้อแท้หดหู่ โดดเดี่ยว และหวาดผวา เพราะฉันสูญเสียการควบคุมอีกครั้ง. ",
      "position": "ln"
    },
    {
      "id": "121",
      "content": "ฉันรู้สึกแย่มาก เหนื่อย ตาบวม วิงเวียน อ่อนแอ และฉันก็เจ็บคอ ",
      "position": "ln"
    },
    {
      "id": "122",
      "content": "ฉันก็กลัวเช่นกัน เพราะฉันรู้ว่ามันอันตราย",
      "position": "ln"
    },
    {
      "id": "123",
      "content": "หลังจากที่อาเจียนไปสองครั้ง",
      "position": "ln"
    },
    {
      "id": "124",
      "content": "มันก็เริ่มมีเลือดออกมาพร้อมกับการอาเจียน ",
      "position": "ln"
    },
    {
      "id": "125",
      "content": "ฉันพยายามจะหยุด ",
      "position": "ln"
    },
    {
      "id": "126",
      "content": "แต่ฉันยังคงมีอาการ binge อย่างต่อเนื่อง และความกลัวที่ก่อตัวขึ้นมันยิ่งใหญ่มากจนฉันทำให้ฉันเริ่มป่วยอีกครั้ง",
      "position": "ln"
    },
    {
      "id": "127",
      "content": "มีหญิงสาวมากถึง 5 ถึง 10% ที่ยอมรับว่าพยายามทำให้ตัวเองอาเจียน",
      "position": "lm"
    },
    {
      "id": "128",
      "content": "และมากถึง 2% ของวัยรุ่นหญิงอาเจียนหนึ่งครั้งหรือมากกว่าต่อสัปดาห์ ",
      "position": "lm"
    },
    {
      "id": "129",
      "content": "การอาเจียนที่เกิดจากตัวเอง บางครั้งเกิดขึ้นได้ เช่น ในหอพักของมหาวิทยาลัย ",
      "position": "lm"
    },
    {
      "id": "130",
      "content": "การอาเจียนที่เกิดจากตนเองเป็นเรื่องปกติโดยเฉพาะกับผู้ที่เป็นโรค bulimia nervosa ",
      "position": "lm"
    },
    {
      "id": "131",
      "content": "และก็เกิดขึ้นได้ถึงครึ่งหนึ่งของผู้ที่เป็น anorexia nervosa ",
      "position": "lm"
    },
    {
      "id": "132",
      "content": "ในขณะที่คนส่วนใหญ่อาเจียนเพื่อกำจัดอาหารที่พวกเขากินไป",
      "position": "lm"
    },
    {
      "id": "133",
      "content": "นั่นคือ ในความพยายามที่จะจำกัดจำนวนแคลอรี่ที่ดูดซึมเมื่อเวลาผ่านไป",
      "position": "lm"
    },
    {
      "id": "134",
      "content": "อาจได้รับแรงจูงใจมาจากสิ่งอื่นๆ ตัวอย่างเช่น",
      "position": "lm"
    },
    {
      "id": "135",
      "content": "บางคนพบว่าการอาเจียนช่วยคลายความตึงเครียด",
      "position": "lm"
    },
    {
      "id": "136",
      "content": "การอาเจียนที่เกิดจากตัวเองไม่จำเป็นต้องเป็นหลักฐานของความผิดปกติของการกิน ",
      "position": "lm"
    },
    {
      "id": "137",
      "content": "ประเด็นสำคัญอยู่ที่ว่าการอาเจียนและลักษณะอื่น ๆ ของปัญหาการกินรบกวนกับสุขภาพกายหรือคุณภาพชีวิตหรือไม่ ",
      "position": "lm"
    },
    {
      "id": "138",
      "content": "สิ่งที่สำคัญอย่างยิ่งคือบุคคลนั้นสามารถควบคุมพฤติกรรมได้หรือไม่ ",
      "position": "lm"
    },
    {
      "id": "139",
      "content": "ถ้าบางคนเลือกที่จะอาเจียนในบางครั้ง ",
      "position": "lm"
    },
    {
      "id": "140",
      "content": "แม้จะไม่ใช่สิ่งที่ปกติก็ตาม แต่เพฤติกรรมนี้อาจจะไม่เข้าข่ายของความผิดปกติของการกิน เพราะพวกเขาสามารถควบคุมได้",
      "position": "lm"
    },
    {
      "id": "141",
      "content": "แต่ถ้าอาเจียนบ่อยหรือต้านไม่ไหว ก็เกือบแน่นอนบ่งบอกถึงปัญหาการรับประทานอาหารที่สำคัญ",
      "position": "lm"
    },
    {
      "id": "142",
      "content": "ฉันหยุดกินเมื่อฉันเริ่มรู้สึกไม่สบาย ",
      "position": "rn"
    },
    {
      "id": "143",
      "content": "เมื่อถึงตอนนั้น ฉันมีความปรารถนาอย่างท่วมท้นที่จะกำจัดอาหารทั้งหมดที่กินเข้าไป ",
      "position": "rn"
    },
    {
      "id": "144",
      "content": "ฉันดันนิ้วของฉันลงคอแล้วอาเจียนซ้ำๆ จนรู้สึกอิ่มว่างเปล่า. ",
      "position": "rn"
    },
    {
      "id": "145",
      "content": "ทำให้ฉันรู้สึกโล่งใจและสะอาด มันยังทำให้ฉันหมดแรง",
      "position": "rn"
    },
    {
      "id": "146",
      "content": "โดยปกติแล้วการอาเจียนด้วยตนเองทำได้โดยการเอาวัตถุลงไปในคอ",
      "position": "re"
    },
    {
      "id": "147",
      "content": "เพื่อกระตุ้นเกิดการอาเจียน ",
      "position": "re"
    },
    {
      "id": "148",
      "content": "อย่างไรก็ตาม หลังจากผ่านไประยะหนึ่ง",
      "position": "re"
    },
    {
      "id": "149",
      "content": "บางคนสามารถสำรอกออกมาได้ตามใจชอบโดยก้มตัวลงและกดลงที่ท้องของพวกเขา ",
      "position": "re"
    },
    {
      "id": "150",
      "content": "แต่ก็มีบางคนที่ไม่สามารถทำให้ตัวเองอาเจียนไม่ว่าจะพยายามแค่ไหน",
      "position": "re"
    },
    {
      "id": "151",
      "content": "คนส่วนใหญ่มักอาเจียนหลังจากรับประทานอาหารที่มีปริมาณมากจริงๆ",
      "position": "re"
    },
    {
      "id": "152",
      "content": " แต่บางคนอาเจียนหลังจากกินเกือบทุกอย่าง โดยเฉพาะถ้าพวกเขามองว่าเป็นอาหารเหล่านั้นทำให้อ้วน ",
      "position": "re"
    },
    {
      "id": "153",
      "content": "บางคนอาเจียนเพียงครั้งเดียวหลังรับประทานอาหาร",
      "position": "re"
    },
    {
      "id": "154",
      "content": "ซึ่งสิ่งนี้ทำให้พวกเขาคลายความวิตกกังวลในสิ่งที่พวกเขากินเข้าไป ",
      "position": "re"
    },
    {
      "id": "155",
      "content": "คนที่อาเจียนซ้ำแล้วซ้ำเล่าจนสามารถอาเจียนได้อีก",
      "position": "re"
    },
    {
      "id": "156",
      "content": "กระบวนการนี้อาจใช้เวลาหนึ่งชั่วโมงหรือมากกว่านั้น",
      "position": "re"
    },
    {
      "id": "157",
      "content": "อาจปล่อยให้ร่างกายได้ระบายสิ่งที่กินเข้าไป",
      "position": "re"
    },
    {
      "id": "158",
      "content": "มีคนส่วนน้อยที่ฝึกเทคนิคการกรอกอัดน้ำ ",
      "position": "re"
    },
    {
      "id": "159",
      "content": "โดยพวกเขาดื่มอะไรบางอย่าง แล้วทำการอาเจียนแล้วก็ดื่มอีกครั้งและก็อาเจียน และก็ดื่มอีก เป็นต้น ",
      "position": "re"
    },
    {
      "id": "160",
      "content": "ทำซ้ำเรื่อย ๆ จนเป็นของเหลวกลับมาปราศจากอาหารใด ๆ ",
      "position": "re"
    },
    {
      "id": "161",
      "content": "เมื่อถึงจุดนี้เท่านั้นที่พวกเขารู้สึกมั่นใจว่าได้ดึงเอาสิ่งที่กินทุกอย่างออกไปเท่าที่ทำได้แล้ว ",
      "position": "re"
    },
    {
      "id": "162",
      "content": "การปฏิบัตินี้เป็นอันตรายต่อร่างกายเนื่องจากอาจส่งผลให้เกิดการรบกวนของอิเล็กโทรไลต์",
      "position": "re"
    },
    {
      "id": "163",
      "content": "ความเชื่อที่ว่าการอาเจียนเคือวิธีที่ทำให้กำจัดอาหารได้อย่างมีประสิทธิภาพ เป็นความเชื่อที่ผิด",
      "position": "lm"
    },
    {
      "id": "164",
      "content": "แม้ว่ามันสามารถกำจัดอาหารบางส่วนออกได้อย่างชัดเจน",
      "position": "lm"
    },
    {
      "id": "165",
      "content": "แต่จากการศึกษาในห้องปฏิบัติการพบว่าสามารถดึงกำจัดได้เพียงครึ่งเดียวแคลอรี่ที่บริโภค ",
      "position": "lm"
    },
    {
      "id": "166",
      "content": "ตัวอย่างเช่น หนึ่งจากการศึกษาพบว่าในขณะที่อาสาสมัคร binge เฉลี่ย 2,131 แคลอรี่ แต่การอาเจียนเอาออกได้เพียง 979 แคลอรี",
      "position": "lm"
    },
    {
      "id": "167",
      "content": "แสดงว่าการอาเจียนไม่ได้มีประสิทธิภาพในการกำจัดอาหารออกจากร่างกาย",
      "position": "lm"
    },
    {
      "id": "168",
      "content": "จึงอธิบายว่าทำไมคนที่เป็น  bulimia nervosa จึงมีน้ำหนักที่ปกติไม่ได้น้อยกว่าเกณฑ์ ",
      "position": "lm"
    },
    {
      "id": "169",
      "content": "เป็นเพราะร่างกายดูดซึมอาหารที่เหลือจากการ binge",
      "position": "lm"
    },
    {
      "id": "170",
      "content": "ซึ่ง 50% ของแคลอรี่ที่พวกเขากินไม่สามารถถูกขับออกได้ ",
      "position": "lm"
    },
    {
      "id": "171",
      "content": "จำไว้ว่าการ binge โดยเฉลี่ยมีประมาณ 1,000 และ 2,000 แคลอรี ",
      "position": "lm"
    },
    {
      "id": "172",
      "content": "บางคนบอกว่าพวกเขารู้ว่าพวกเขาอาเจียนออกมาเกือบทุกอย่าง ",
      "position": "re"
    },
    {
      "id": "173",
      "content": "มักจะเป็นเพราะพวกเขากินอาหารมีสีที่เฉพาะ (เช่น มะเขือเทศ) ",
      "position": "re"
    },
    {
      "id": "174",
      "content": "โดยพวกเขาอาจจะเข้สใจว่ากินมะเขือเทศเป็นอันดับแรก",
      "position": "re"
    },
    {
      "id": "175",
      "content": "ก็ค่อย ๆ อาเจียนซ้ำ ๆ จนมะเขือเทศออกมาเพียงแค่นี้ก็สามารถกำจัดอาหารได้หมดแล้ว",
      "position": "re"
    },
    {
      "id": "176",
      "content": "ซึ่งพวกเขากำลังเข้าใจผิดอย่างมหันต์",
      "position": "re"
    },
    {
      "id": "177",
      "content": "ว่าอาหารจะสะสมอยู่ในกระเพาะอาหารเป็นชั้นๆ ",
      "position": "re"
    },
    {
      "id": "178",
      "content": "อันที่จริงเนื้อหาในกระเพาะอาหารถูกรวมปั่นป่วนไปหมด ",
      "position": "re"
    },
    {
      "id": "179",
      "content": "ดังนั้นการปรากฏของอาหารที่มีลักษณะเฉพาะเหล่านี้อีกครั้ง",
      "position": "re"
    },
    {
      "id": "180",
      "content": "ไม่ได้บ่งบอกว่ากระเพาะคุณนั้นว่างเปล่า ปราศจากทุกสิ่งที่คุณกินเข้าไป",
      "position": "re"
    },
    {
      "id": "181",
      "content": "ตอนแรกฉันเริ่มอาเจียนเพื่อกินของที่ฉันชอบโดยไม่รู้สึกผิดและน้ำหนักไม่ขึ้น",
      "position": "ln"
    },
    {
      "id": "182",
      "content": "การอาเจียนนั้นง่ายอย่างน่าประหลาดใจ",
      "position": "ln"
    },
    {
      "id": "183",
      "content": "ฉันค่อนข้างพอใจกับตัวเองและคิดว่าอาเจียนคงไม่กลายเป็นปัญหาอะไร",
      "position": "ln"
    },
    {
      "id": "184",
      "content": "ตลอด 8 ปีที่ผ่านมา ข้าพเจ้าพูดกับตัวเองซ้ำๆ ",
      "position": "ln"
    },
    {
      "id": "185",
      "content": "ว่า “นี่จะเป็นครั้งสุดท้ายที่ฉันอ้วก” ",
      "position": "ln"
    },
    {
      "id": "186",
      "content": "ตอนแรกฉันไม่ได้ใส่ใจขนาดนั้น: ฉันคิดว่าฉันจะควบคุมมันได้ถ้าฉันเลือก ",
      "position": "ln"
    },
    {
      "id": "187",
      "content": "แต่ไม่นานก็ปรากฏชัดว่ามันควบคุมฉัน ",
      "position": "ln"
    },
    {
      "id": "188",
      "content": "ฉันไม่สามารถควบคุมตนเองได้",
      "position": "ln"
    },
    {
      "id": "189",
      "content": "ตอนนี้การหยุดดูเหมือนจะไกลเกินกว่าทีฉันเอื้อมถึง ",
      "position": "ln"
    },
    {
      "id": "190",
      "content": "หากมองในระยะยาว การทำให้อาเจียนด้วยตัวเองจะกลายเป็นสิ่งที่ดึงดูดใจน้อยลงเมื่อใช้เป็นวิธีในการควบคุมน้ำหนัก ",
      "position": "lm"
    },
    {
      "id": "191",
      "content": "คนที่กระตุ้นให้ตนเองอาเจียนมักจะบรรยายถึงความสุขที่พวกเขาได้รับเมื่อทำพฤติกรรมนี้เป็นครั้งแรก ",
      "position": "lm"
    },
    {
      "id": "192",
      "content": "นี่คือคำตอบกับปัญหาของพวกเขา เป็นสิ่งที่พวกเขาทำการแก้ไขปัญหาจากความอยากที่พวกเขาพ่ายแพ้ต่ออาหารที่พวกเขาพยายามหลีกเลี่ยง ทำให้พวกเขาน้ำหนักไม่ขึ้น",
      "position": "lm"
    },
    {
      "id": "193",
      "content": "แต่ในทางปฏิบัติพวกเขาต้องจ่ายค่าอาหารมากกว่าเดิมเพราะการอาเจียนส่งเสริมให้กระตุ้นให้เกิดการ binge ",
      "position": "lm"
    },
    {
      "id": "194",
      "content": "นี่คือผลจากสองกลไก ",
      "position": "lm"
    },
    {
      "id": "195",
      "content": "ประการแรก เนื่องจากคนเชื่อว่าโดยการอาเจียนพวกเขาจะหลีกเลี่ยงการดูดซึมสิ่งที่พวกเขากินส่วนใหญ่",
      "position": "lm"
    },
    {
      "id": "196",
      "content": "ความพยายามของพวกเขาการที่จะต่อต้านการกินถูกทำลายลง",
      "position": "lm"
    },
    {
      "id": "197",
      "content": "เป็นผลให้พวกมันกลายเป็นมีแนวโน้มที่จะ binge มากขึ้น",
      "position": "lm"
    },
    {
      "id": "198",
      "content": "และยิ่งการ binge ของพวกเขามีปริมาณและขนาดที่ใหญ่ขึ้น ",
      "position": "lm"
    },
    {
      "id": "199",
      "content": "ทำให้พวกเขายังพบว่ามันยิ่งง่ายที่จะอาเจียนเมื่อท้องอิ่ม ",
      "position": "lm"
    },
    {
      "id": "200",
      "content": "เนื่องจากผลของกระบวนการเหล่านี้จึงทำให้เกิดวงจรอุบาทว์ขึ้นอีกด้วย",
      "position": "lm"
    },
    {
      "id": "201",
      "content": "การอาเจียนเป็นทั้งการตอบสนองและเป็นพฤติกรรมที่ส่งเสริมการ binge",
      "position": "lm",
      "picture": "vomit-circle.png"
    },
    {
      "id": "202",
      "content": "ที่มา : Overcoming Binge Eating, Second Edition: The Proven Program to Learn Why You Binge and How You Can Stop Second Edition (p.45) by  Dr.Christopher G. Fairburn, 2013, The Guilford Press. ",
      "position": "lm"
    },
    {
      "id": "203",
      "content": "อันที่จริงการอาเจียนสามารถกลายเป็นหนึ่งในสาเหตุหลักที่ทำให้ Binge Eating ยังคงอยู่ ",
      "position": "lm"
    },
    {
      "id": "204",
      "content": "อีกประเด็นหนึ่งที่ทำให้เกิดความเครียดนั้นชัดเจน ",
      "position": "re"
    },
    {
      "id": "205",
      "content": "อาเจียนมีผลกระทบทางกายภาพที่เป็นอันตราย ",
      "position": "re"
    },
    {
      "id": "206",
      "content": "ข้อเท็จจริงสำคัญสี่ประการเกี่ยวกับการอาเจียนด้วยตนเอง",
      "position": "re"
    },
    {
      "id": "207",
      "content": "1. การอาเจียนไม่มีประสิทธิภาพ มันสามารถกำจัดแคลอรี่เพียงครึ่งเดียวเท่านั้นที่ของที่ binge ",
      "position": "re"
    },
    {
      "id": "208",
      "content": "2. การอาเจียนส่งเสริมการ binge: ผู้คนมักจะมีแนวโน้มที่จะการ binge ที่มากขึ้นและมีปริมาณการรับประทานอาหารที่เพิ่มมากขึ้น",
      "position": "re"
    },
    {
      "id": "209",
      "content": "3. การอาเจียนทำให้ Binge Eating ยังคงอยู่กับคุณไปตลอด",
      "position": "re"
    },
    {
      "id": "210",
      "content": "4. การอาเจียนมีผลเสียต่อร่างกาย",
      "position": "re"
    },
    {
      "id": "211",
      "content": "ต่อมาเรามาพูดถึงการใช้ยาระบายและยาขับปัสสาวะในทางที่ผิด",
      "position": "lm"
    },
    {
      "id": "212",
      "content": "ฉันเริ่มใช้ยาระบายเพราะกลัวว่าการกินมากเกินไปจะทำให้ฉันอ้วนเร็วมาก",
      "position": "ln"
    },
    {
      "id": "213",
      "content": "ฉันคิดว่าถ้าฉันกินยาระบาย อาหารทั้งหมดจะไหลผ่านเป็นท่อตรง",
      "position": "ln"
    },
    {
      "id": "214",
      "content": "ฉันอ่านนิตยสารเกี่ยวกับคนที่ใช้ยาระบาย เพื่อขับถ่ายชำระล้างตัวเอง",
      "position": "ln"
    },
    {
      "id": "215",
      "content": "ฉันพยายามอาเจียนแล้วแต่ทำไม่ได้",
      "position": "ln"
    },
    {
      "id": "216",
      "content": "ฉันก็เลยออกไปซื้อยาระบายและดื่มทุกครั้งหลังจากการ binge",
      "position": "ln"
    },
    {
      "id": "217",
      "content": "ฉันก็รู้ลึก ๆ ว่าการทำแบบนี้ไม่ได้เป็นการต่อต้านการ binge ",
      "position": "ln"
    },
    {
      "id": "218",
      "content": "แต่การทำแบบนี้มันทำให้ฉันรู้สึกตัวโล่งและเหมือนได้ทำการคลีนภายในร่างกาย",
      "position": "ln"
    },
    {
      "id": "219",
      "content": "การใช้ยาระบายหรือยาขับปัสสาวะ",
      "position": "lm"
    },
    {
      "id": "220",
      "content": "เพื่อควบคุมน้ำหนักพบได้น้อยกว่าการใช้วิธีการอาเจียนด้วยตนเอง",
      "position": "lm",
      "picture": "46.png"
    },
    {
      "id": "221",
      "content": "ที่มา : Overcoming Binge Eating, Second Edition: The Proven Program to Learn Why You Binge and How You Can Stop Second Edition (p.46) by  Dr.Christopher G. Fairburn, 2013, The Guilford Press. ",
      "position": "lm"
    },
    {
      "id": "222",
      "content": "การกินยาระบายพบได้กับผู้ที่เป็น bulimia nervosa ประมาณ 1 ใน 3 ",
      "position": "lm"
    },
    {
      "id": "223",
      "content": "และการใช้ยาขับปัสสาวะพบประมาณประมาณ 10%. ",
      "position": "lm"
    },
    {
      "id": "224",
      "content": "การใช้ยาทั้งสองอย่างอาจเกิดขึ้นแบบแยกกันหรือรวมกับการอาเจียน",
      "position": "lm"
    },
    {
      "id": "225",
      "content": "แน่นอนว่าพฤติกรรมที่กล่าวไปทั้ง 3 (การอาเจียน การใช้ยาถ่าย การใช้ยาขับปัสสาวะ) เป็นรูปแบบเป็นความผิดปกติใน binge eating, bulimia nervosa และ anorexia nervosa",
      "position": "lm"
    },
    {
      "id": "226",
      "content": "จากการศึกษา พบว่าผู้ที่มีปัญหาการกินมากเกินไปมีการใช้ยาระบายในทางที่ผิดในสองทางคือ ใช้ยาระบายและยาขับปัสสาวะ",
      "position": "lm"
    },
    {
      "id": "227",
      "content": "พวกเขาใช้มันเพื่อทดแทนการที่พวกเขากินมากเกินไป",
      "position": "lm"
    },
    {
      "id": "228",
      "content": "พฤติกรรมนี้มีบริบทคล้าย ๆ การทำให้อาเจียนด้วยตนเอง",
      "position": "lm"
    },
    {
      "id": "229",
      "content": "คือยิ่งกินมากเท่าไหร่ ยิ่งอยากจะขับออกมากเท่านั้น",
      "position": "lm"
    },
    {
      "id": "230",
      "content": "แต่อย่างไรก็ตาม จากการศึกษาพบว่า",
      "position": "lm"
    },
    {
      "id": "231",
      "content": "พฤติกรรมการใช้ยาถ่ายยังมีตัวเลขน้อยกว่าการใช้วิธีอดอาหาร",
      "position": "lm"
    },
    {
      "id": "232",
      "content": "แต่ทั้งหมดทั้งหมดไม่ว่าจะอดอาหาร ล้วงคออาเจียน หรือใช้ยาระบาย ล้วนเป็นสิ่งที่ทำให้เกิดวงจร binge eating ขึ้น",
      "position": "lm"
    },
    {
      "id": "233",
      "content": "ข้อเท็จจริงเกี่ยวกับการใช้ยาระบาย",
      "position": "re"
    },
    {
      "id": "234",
      "content": "ยาระบายมีผลเพียงเล็กน้อยต่อการดูดซึมแคลอรี่",
      "position": "re"
    },
    {
      "id": "235",
      "content": "เนื่องจากอาหารส่วนใหญ่ถูกดูดซึมในลำไส้ไปแล้ว",
      "position": "re"
    },
    {
      "id": "236",
      "content": "ยิ่งไปกว่านั้นยาขับปัสสาวะไม่มีผลต่อการดูดซึมแคลอรี่",
      "position": "re"
    },
    {
      "id": "237",
      "content": "เป็นเพียงการขับน้ำออกจากร่างกาย ",
      "position": "re"
    },
    {
      "id": "238",
      "content": "อย่างไรก็ตาม บางคนพบว่ามีการใช้ยาเหล่านี้ให้ผลดี",
      "position": "re"
    },
    {
      "id": "239",
      "content": "อาจเป็นเพราะส่วนใหญ่มีน้ำหนักที่ลดลง ",
      "position": "re"
    },
    {
      "id": "240",
      "content": "แต่มันก็เกิดขึ้นเพียงชั่วคราว เนื่องจากน้ำหนักเหล่านั้นคือของเหลวเป็นส่วนใหญ่ที่ขับออกโดยปัสสาวะ หรือเกิดจากอาการท้องเสีย ",
      "position": "re"
    },
    {
      "id": "241",
      "content": "ของเหลวเหล่านั้นแทบจะไม่มีไขมันปนออกมา",
      "position": "re"
    },
    {
      "id": "242",
      "content": "นอกจากนี้ บางคนพบว่าการรับประทานยาระบายทำให้รู้สึกดีขึ้น",
      "position": "re"
    },
    {
      "id": "243",
      "content": "เพราะคิดว่าได้กำจัดหรือ \"cleansed\" คลีนตัวเองจากอาหารที่กินเข้าไป ",
      "position": "re"
    },
    {
      "id": "244",
      "content": "ด้วยใด ๆ ก็ตามไม่ว่าจะอดอาหาร ล้วงคออาเจียน หรือใช้ยาระบาย ล้วนส่งเสริมทำให้เกิดวงจร Binge Eating ",
      "position": "re"
    },
    {
      "id": "245",
      "content": "นอกจากการกินยาระบายแล้ว",
      "position": "re"
    },
    {
      "id": "246",
      "content": "แน่นอนว่ายาลดน้ำหนักก็หนีไม่พ้นเช่นกัน",
      "position": "re"
    },
    {
      "id": "247",
      "content": "ยาลดน้ำหนักซึ่งโดยทั่วไปแล้วเป็นยาระงับความอยากอาหาร ",
      "position": "re"
    },
    {
      "id": "248",
      "content": "ทุก ๆ คนคงรู้ว่าการลดด้วยยานั้นมีผลกระทบเอฟเฟคต์ต่าง ๆ ที่เป็นผลเสียต่อร่างกาย",
      "position": "re"
    },
    {
      "id": "249",
      "content": "หลาย ๆ คนได้หยุดทานยาเหล่านี้",
      "position": "re"
    },
    {
      "id": "250",
      "content": "ก็อาจเคยได้ยินว่าโยโย่เอฟเฟคต์ (yo-yo effect) ",
      "position": "re"
    },
    {
      "id": "251",
      "content": "คืออาการที่สมดุลฮอร์โมนเริ่มรวน",
      "position": "re"
    },
    {
      "id": "252",
      "content": "ทำให้เกิดอาการอยากอาหาร หิวตลอดเวลา กินไม่หยึด",
      "position": "re"
    },
    {
      "id": "253",
      "content": "ซึ่งก็สามารถพัฒนามาเป็น Binge Eating ได้เช่นกัน",
      "position": "re"
    },
    {
      "id": "254",
      "content": "มาต่อกันในหัวข้อของการออกกำลังกายค่ะ",
      "position": "lm"
    },
    {
      "id": "255",
      "content": "ทุกคนอาจจะลงสัยว่า ",
      "position": "lm"
    },
    {
      "id": "256",
      "content": "การออกกำลังกายเป็นเรื่องที่ดีหนิ",
      "position": "lm"
    },
    {
      "id": "257",
      "content": "ทำไมถึงมาอยู่ในหัวข้อเกี่ยวกับ Binge Eating",
      "position": "lm"
    },
    {
      "id": "258",
      "content": "ใช่ค่ะการออกกำลังกายเป็นสิ่งที่ดี",
      "position": "lm"
    },
    {
      "id": "259",
      "content": "แต่หากออกกำลังกายหนักมากเกินไป",
      "position": "lm"
    },
    {
      "id": "260",
      "content": "ก็อาจจะมีผลเสียแถมติดมานะคะ",
      "position": "lm"
    },
    {
      "id": "261",
      "content": "บางคนที่ binge อย่างหนัก ส่วนใหญ่มีสาเหตุเกิดจากต้องการคุมน้ำหนักเพื่อมีรูปร่างที่เพอร์เฟค",
      "position": "lm"
    },
    {
      "id": "262",
      "content": "โดยปกติการออกกำลังกายไม่ได้เป็นปัญหาต่อการใช้ชีวิต ",
      "position": "lm"
    },
    {
      "id": "263",
      "content": "แต่ถ้ามันเริ่มมีเข้ามามีความสำคัญเหนือสิ่งอื่นใด",
      "position": "lm"
    },
    {
      "id": "264",
      "content": " เช่น การกิน การนอน หรือการเข้าสังคม นั่นเป็นเรื่องที่น่าเป็นเป็นห่วงมากกว่า",
      "position": "lm"
    },
    {
      "id": "265",
      "content": "บางคนอาจพัฒนาจากการออกกำลังกายเพื่อสุขภาพ กลายเป็นถูก \"บังคับ\"ให้ออกกำลังกาย ",
      "position": "lm"
    },
    {
      "id": "266",
      "content": "การออกกำลังกายลักษณะนี้คือพฤติกรรมที่ไม่สามรถหยุดที่จะออกกำลังกายได้",
      "position": "lm"
    },
    {
      "id": "267",
      "content": "เช่นต้องออกทุกวัน ไม่มีวันพัก",
      "position": "lm"
    },
    {
      "id": "268",
      "content": " ถึงแม้ว่าพฤติกรรมแบบนี้จะมีผลเสียมากกว่าประโยชน์",
      "position": "lm"
    },
    {
      "id": "269",
      "content": "การกระทำแบบนี้มักพบใน anorexia nervosa ",
      "position": "lm"
    },
    {
      "id": "270",
      "content": "ในคนเหล่านี้อาจจะได้รับการบาดเจ็บเกิดขึ้นได้ ( “overuse injuries” )",
      "position": "lm"
    },
    {
      "id": "271",
      "content": "ปรากฎการณ์ที่เกี่ยวข้องกับการออกำลังกายก็คือ “การชดใช้กรรม”",
      "position": "lm"
    },
    {
      "id": "272",
      "content": "บางคนอาจจะแบบกินเท่าไหร่ ฉันออกเท่านั้น",
      "position": "lm"
    },
    {
      "id": "273",
      "content": "แต่ๆๆๆ ถ้าหากคุณกินอยากเบิร์นออก 1000 แคลในวันเดียว",
      "position": "lm"
    },
    {
      "id": "274",
      "content": "มันเป็นสิ่งที่กระทำได้ยากมาก และการออกกำลังกายก็จะหักโหมเกินไป",
      "position": "lm"
    },
    {
      "id": "275",
      "content": "ในกรณีนี้ก็ถือว่าเป็นการออกกำลังกายที่หนักจนเกินไปเช่นกัน",
      "position": "lm"
    },
    {
      "id": "276",
      "content": "นอกจากการออกกำลังกายอย่างหนักผู้ที่ binge ก็อาจควบคุมพฤติกรรมการกินด้วยน้ำ",
      "position": "re"
    },
    {
      "id": "277",
      "content": "ท่ามกลางพฤติกรรมที่เห็นมีดังนี้",
      "position": "re"
    },
    {
      "id": "278",
      "content": "1. ดื่มน้ำปริมาณมากเพื่อลดความอยากอาหารและรู้สึกอิ่ม",
      "position": "re"
    },
    {
      "id": "279",
      "content": "2. ดื่มน้ำปริมาณมากเพื่อให้อาเจียน",
      "position": "re"
    },
    {
      "id": "280",
      "content": "3. “Flushing”—หลังจากกินมากเกินไป ดื่มซ้ำแล้วซ้ำอีก ตามด้วยอาเจียนจนของเหลวกลับมาไม่มีอาหาร ",
      "position": "re"
    },
    {
      "id": "281",
      "content": "4. ลดปริมาณของเหลวเข้าสู่ร่างกายเพื่อให้มีน้ำหนักน้อย ๆ",
      "position": "re"
    },
    {
      "id": "282",
      "content": "พฤติกรรมทั้งหมดนี้สามารถรบกวนสมดุลน้ำในร่างกายร่างกายและระดับอิเล็กโทรไลต์ด้วย ",
      "position": "re"
    },
    {
      "id": "283",
      "content": "หัวข้อในลำดับต่อไป",
      "position": "lm"
    },
    {
      "id": "284",
      "content": "ผลกระทบทางกายภาพและทางจิตของการที่มีน้ำหนักน้อย",
      "position": "lm"
    },
    {
      "id": "285",
      "content": "บางคนอ่านหัวข้อแล้วรู้สึกงง ๆ",
      "position": "lm"
    },
    {
      "id": "286",
      "content": "เอ๊ะการที่มีน้ำหนักน้อยเกี่ยวกับการ binge อย่างไรใช่มั้ยหล่ะคะ",
      "position": "lm"
    },
    {
      "id": "287",
      "content": "เรามาลองดูกัน",
      "position": "lm"
    },
    {
      "id": "288",
      "content": "ใครก็ตามที่มีค่าดัชนีมวลกาย 18.5 หรือต่ำกว่านั้นมีน้ำหนักต่ำกว่าเกณฑ์ในทางการแพทย์ ",
      "position": "lm"
    },
    {
      "id": "289",
      "content": "และมีความเสี่ยงต่อผลกระทบในด้านลบทางร่างกาย จิตใจ และสังคมร่วมอยู่ในบุคคลนั้น",
      "position": "lm"
    },
    {
      "id": "290",
      "content": "(ผลกระทบเหล่านี้จะเห็นได้ชัดเจนที่สุดเมื่อค่าดัชนีมวลกายลดลงต่ำกว่า 17.5)",
      "position": "lm"
    },
    {
      "id": "291",
      "content": "จากการศึกษาผู้ที่มีน้ำหนักตัวต่ำมาก ๆ รวมถึงการศึกษาผลกระทบของความอดอยาก",
      "position": "lm"
    },
    {
      "id": "292",
      "content": "การศึกษาทดลองที่อาสาสมัครการจำกัดอาหารเป็นระยะเวลานานที่มีชื่อเสียงที่สุดเป็นการศึกษาในมินนิโซตา ",
      "position": "lm"
    },
    {
      "id": "293",
      "content": "การศึกษาเชิงลึกของผลกระทบของการมีน้ำหนักน้อย",
      "position": "ln"
    },
    {
      "id": "294",
      "content": "ได้ดำเนินการในทศวรรษที่ 1940 โดย Ancel Keys แห่งมหาวิทยาลัยมินนิโซตา ",
      "position": "ln"
    },
    {
      "id": "295",
      "content": "ในการศึกษาครั้งนี้มีการสังเกตและประเมินผู้คัดค้านที่มีสติสัมปชัญญะ 36 คน (ชายทั้งหมด) ",
      "position": "ln"
    },
    {
      "id": "296",
      "content": "ในขณะที่การบริโภคอาหารของพวกเขาลดลงจนถึงจุดที่น้ำหนักลดลงถึง 75% ของน้ำหนัก",
      "position": "ln"
    },
    {
      "id": "297",
      "content": "ก่อนการอดอาหาร เกณฑ์การคัดเลือกสำหรับผู้ชายมีความเข้มงวด",
      "position": "ln"
    },
    {
      "id": "298",
      "content": "เฉพาะอาสาสมัครที่มีสุขภาพแข็งแรงทางสังคมและร่างกายมากที่สุดเท่านั้น",
      "position": "ln"
    },
    {
      "id": "299",
      "content": "คือได้รับอนุญาตให้มีส่วนร่วม อย่างไรก็ตามในช่วงที่อดอาหาร",
      "position": "ln"
    },
    {
      "id": "300",
      "content": "สังเกตว่าคนที่เคยชอบอยู่เป็นฝูงกลับมองเข้าไปข้างใน ",
      "position": "ln"
    },
    {
      "id": "301",
      "content": "พวกเขาหมดความสนใจในการพบปะสังสรรค์และกิจกรรมอื่นๆ ",
      "position": "ln"
    },
    {
      "id": "302",
      "content": "พวกเขากลายเป็นมากฉุนเฉียว มักชวนทะเลาะวิวาทกัน ",
      "position": "ln"
    },
    {
      "id": "303",
      "content": "ผู้ชายเริ่มให้เอาชีวิตไปจดจ่ออยู่กับเรื่องอาหารการกิน ",
      "position": "ln"
    },
    {
      "id": "304",
      "content": "ไม่ค่อยใส่ใจอย่างอื่น สิ่งนี้คล้ายกับที่พบใน anorexia nervosa",
      "position": "ln"
    },
    {
      "id": "305",
      "content": "ที่มา: Keys, A., Brozek, J., Henschel, A., Mickelsen, O., & Taylor, H. L. (1950). The Biology of Human Famine (2 books). Minneapolis: University of Minnesota Press.",
      "position": "ln"
    },
    {
      "id": "306",
      "content": "ผลการวิจัยที่ได้มาจากการศึกษาเหล่านี้สรุปได้ว่า",
      "position": "lm"
    },
    {
      "id": "307",
      "content": "หากคุณมีน้ำหนักน้อยและมีความผิดปกติในการรับประทานอาหาร",
      "position": "lm"
    },
    {
      "id": "308",
      "content": "คุณก็จะได้รับผลกระทบต่อร่างกายเช่นเดียวกัน",
      "position": "lm"
    },
    {
      "id": "309",
      "content": "ซึ่งสาเหตุเกิดจากการกินที่น้อยไปและบางส่วนเกิดจากการมีน้ำหนักน้อย",
      "position": "lm"
    },
    {
      "id": "310",
      "content": "ร่างกายของคนเราฉลาดนะคะ",
      "position": "lm"
    },
    {
      "id": "311",
      "content": "เห็นว่าน้ำหนักเราน้อยเกินไป อยากให้น้ำหนักกลับมาสมดุล",
      "position": "lm"
    },
    {
      "id": "312",
      "content": "จึงหลั่งสารความอยากอาหารให้มากขึ้นเพื่อเพิ่มน้ำหนักของเราให้อยู่ในระดับที่ปกติ",
      "position": "lm"
    },
    {
      "id": "313",
      "content": "จึงอาจทำให้มีภาวะ binge ตามมาได้เช่นนกัน",
      "position": "lm"
    },
    {
      "id": "314",
      "content": "มีผลกระทบต่อร่างกายแล้ว ",
      "position": "re"
    },
    {
      "id": "315",
      "content": "ต่อมาก็จะพูดถึงผลกระทบทางจิตวิทยา",
      "position": "re"
    },
    {
      "id": "316",
      "content": "ในด้านความคิด",
      "position": "re"
    },
    {
      "id": "317",
      "content": "สมองก็ยังได้รับผลกระทบจากการกินน้อยและมีน้ำหนักน้อย ",
      "position": "re"
    },
    {
      "id": "318",
      "content": "จึงไม่แปลกที่การทำงานด้านความคิดจะมีความบกพร่อง ",
      "position": "re"
    },
    {
      "id": "319",
      "content": "จะเห็นได้ว่าบางคนไม่สามารถบังคับตัวเองให้จดจ่ออยู่กับสิ่งที่พวกเขากำลังทำ",
      "position": "re"
    },
    {
      "id": "320",
      "content": "เกิดภาวะสมาธิสั้นและแย่ลง",
      "position": "re"
    },
    {
      "id": "321",
      "content": "และในบางคนก็มีความคิดเกี่ยวกับอาหารและการกินเข้ามาในหัวตลอดเวลา",
      "position": "re"
    },
    {
      "id": "322",
      "content": "การคิดเรื่องอาหารและการกินเกือบตลอดเวลา ",
      "position": "lm"
    },
    {
      "id": "323",
      "content": "มันก็อาจจะทำให้เกิดผลดีได้เช่นกัน ",
      "position": "lm"
    },
    {
      "id": "324",
      "content": "คือ",
      "position": "lm"
    },
    {
      "id": "325",
      "content": "อาจทำให้บางคนสนใจในด้านการทำอาหารเป็นพิเศษ ",
      "position": "lm"
    },
    {
      "id": "326",
      "content": "พวกเขาได้เลือกอ่านสูตรอาหารและดูรายการทำอาหารทางโทรทัศน์ ",
      "position": "lm"
    },
    {
      "id": "327",
      "content": "เป็นผลทำให้พวกเขาอาจทำอาหารเองได้มากมาย ",
      "position": "lm"
    },
    {
      "id": "328",
      "content": "จนสามารถทำให้พวกเขาประกอบอาชีพที่เกี่ยวข้องกับอาหารและการกินได้เลย",
      "position": "lm"
    },
    {
      "id": "329",
      "content": "แน่นอนว่ามีข้อดีแล้วก็ต้องมีข้อเสีย",
      "position": "lm"
    },
    {
      "id": "330",
      "content": "ซึ่งผลที่ตามมาของการเน้นเรื่องอาหารและการกินนี้ทำให้คนสนใจน้อยลงในสิ่งอื่น",
      "position": "lm"
    },
    {
      "id": "331",
      "content": "เช่น พวกเขาอาจละทิ้งผลประโยชน์เดิมและงานอดิเรก",
      "position": "lm"
    },
    {
      "id": "332",
      "content": "และในด้านอารมณ์",
      "position": "lm"
    },
    {
      "id": "333",
      "content": "มันอาจได้รับผลกระทบจากการที่คุณมีน้ำหนักน้อยเกินไป",
      "position": "lm"
    },
    {
      "id": "334",
      "content": "มีสารอาหารเข้าไปหล่อเลี้ยงไปเพียงพอ",
      "position": "lm"
    },
    {
      "id": "335",
      "content": "ส่งผลให้ระดับฮอร์โมนมีความผิดปกติ ",
      "position": "lm"
    },
    {
      "id": "336",
      "content": "โดยทั่วไปหลายคนที่มีน้ำหนักน้อยจะมีแนวโน้มที่จะหงุดหงิดได้ง่าย",
      "position": "lm"
    },
    {
      "id": "337",
      "content": "มาต่ดในด้านพฤติกรรม",
      "position": "re"
    },
    {
      "id": "338",
      "content": "พฤติกรรมของบุคคลเหล่านี้ยังมีการเปลี่ยนแปลงอย่างต่อเนื่องอย่างน่าทึ่ง",
      "position": "re"
    },
    {
      "id": "339",
      "content": " การเปลี่ยนแปลงพฤติกรรมที่โดดเด่นที่สุดอย่างหนึ่งคือ “ความหมกมุ่น” ที่เพิ่มขึ้น ",
      "position": "re"
    },
    {
      "id": "340",
      "content": "ความหมกมุ่น หมายถึง การที่ไม่ยืดหยุ่นและเคร่งครัดในกิจวัตรประจำวันของตนมากเกินไป ",
      "position": "re"
    },
    {
      "id": "341",
      "content": "และมักมาพร้อมกับความยากลำบากในการใช้ชีวิต ",
      "position": "re"
    },
    {
      "id": "342",
      "content": "ความหมกมุ่นนั้นโดดเด่นเป็นพิเศษเมื่อมาสู่การกินซึ่งอาจกลายเป็น “ระเบียบแผน” เล็กๆ ที่ต้องทำคนเดียว ",
      "position": "re"
    },
    {
      "id": "343",
      "content": "การกักตุนวัตถุเป็นอีกสัญญาณหนึ่งของความหมกมุ่นแม้ว่าไม่ใช่ทุกคนที่จะแสดงมันออกมาก็ตาม",
      "position": "re"
    },
    {
      "id": "344",
      "content": "แต่มีพฤติกรรมกักตุนอาหารหรือสิ่งอื่นบ่อย ๆ หลายคนยังไม่สามารถอธิบายได้ว่าทำไมจึงมีพฤติกรรมเป็นเช่นนี้",
      "position": "re"
    },
    {
      "id": "345",
      "content": "มาต่อกันที่ผลกระทบทางสังคม",
      "position": "lm"
    },
    {
      "id": "346",
      "content": "การมีน้ำหนักน้อยมีผลอย่างมากต่อการทำงานทางสังคม ",
      "position": "lm"
    },
    {
      "id": "347",
      "content": "เพราะพวกเขามีแนวโน้มที่จะสนใจตัวเองมากกว่าผู้อื่น",
      "position": "lm"
    },
    {
      "id": "348",
      "content": "มีความหมกมุ่นในเรื่องต่าง ๆ มากเกินไปจนทำให้คนรอบข้างเกิดความรำคาญ และตีตัวออกห่าง",
      "position": "lm"
    },
    {
      "id": "349",
      "content": "ส่งผลให้บุคคลเหล่านี้ถูกถอนตัวออกจากสังคมและชินกับการใช้ชีวิตกับความหมกมุ่นเพียงคนเดียว",
      "position": "lm"
    },
    {
      "id": "350",
      "content": "ลักษณะทางจิตวิทยาและสังคมเหล่านี้มักถูกเข้าใจผิดว่าเป็นบุคลิกภาพส่วนบุคคล",
      "position": "lm"
    },
    {
      "id": "351",
      "content": "แต่แท้จริงมันคือผลกระทบจากการที่มีน้ำหนักน้อยเกินไป ส่งผลให้สมองและทำงานผิดปกติ",
      "position": "lm"
    },
    {
      "id": "352",
      "content": "พวกเขาเหล่านี้จึงแสดงพฤติกรรมที่ไม่พึงประสงค์ออกมา",
      "position": "lm"
    },
    {
      "id": "353",
      "content": "สำหรับหัวข้อความกังวลเกี่ยวกับรูปร่างและน้ำหนัก",
      "position": "re"
    },
    {
      "id": "354",
      "content": "ความมั่นใจและความรู้สึกมีคุณค่าในตัวเองนั้นจะมีมาตรฐานทางความคิดที่ว่า",
      "position": "rn"
    },
    {
      "id": "355",
      "content": "การที่ฉันจะมีเสน่ห์ได้ คือ ฉันต้องมีร่างกายที่ผอมบาง",
      "position": "rn"
    },
    {
      "id": "356",
      "content": " เมื่อฉันเพิ่มน้ำหนักแม้น้ำหนัก 1 ปอนด์ ",
      "position": "rn"
    },
    {
      "id": "357",
      "content": "ฉันก็มีสิทิ์เสี่ยงที่จะเป็นคนไม่สวย",
      "position": "rn"
    },
    {
      "id": "358",
      "content": "ฉันเห็นอนาคตที่มืดมนและโดดเดี่ยว ",
      "position": "rn"
    },
    {
      "id": "359",
      "content": "ความคิดนี้ทำให้ฉันท้อแท้และสิ้ยหวัง",
      "position": "rn"
    },
    {
      "id": "360",
      "content": "ดังนั้นฉันจึงบังคับตัวเองให้กินให้น้อยที่สุด",
      "position": "rn"
    },
    {
      "id": "361",
      "content": "คนส่วนใหญ่ที่ binge  มักกังวลเกี่ยวกับเรื่องรูปร่างและน้ำหนัก ",
      "position": "re"
    },
    {
      "id": "362",
      "content": "อันที่จริงความกังวลเหล่านี้อาจรุนแรงถึงชีวิต",
      "position": "re"
    },
    {
      "id": "363",
      "content": "โดยพวกเขาอาจถูกครอบงำกับ “ความกังวลที่มากเกินไป”  นี่เป็นลักษณะของความผิดปกติของการกิน (eating disorder) ",
      "position": "re"
    },
    {
      "id": "364",
      "content": "อันที่จริงผู้เชี่ยวชาญหลายคนมองว่าเป็นคุณลักษณะนี้เป็นแก่นหลักที่ทำให้เกิด ความผิดปกติของการกิน (eating disorder) ",
      "position": "re"
    },
    {
      "id": "365",
      "content": "เนื่องจากความผิดปกติของการกิน (eating disorder) ทุกประเภทดูเหมือนจะมาจากคุณลักษณะนี้ ",
      "position": "re"
    },
    {
      "id": "366",
      "content": "ความกังวลที่มากเกินไปนั้นเด่นชัดที่สุดปรากฏในผู้มีเป็น bulimia nervosa และ anorexia nervosa ",
      "position": "re"
    },
    {
      "id": "367",
      "content": "ความกังวลจะมีปริมาณคุณภาพที่แตกต่างกัน ",
      "position": "re"
    },
    {
      "id": "368",
      "content": "แต่สิ่งที่ทุกคนอธิบายถึงความกังวลได้เหมือนกันคือความไม่พอใจเกี่ยวกับน้ำหนักตัวที่สูงขึ้น ",
      "position": "re"
    },
    {
      "id": "369",
      "content": "อย่างไรก็ตาม สิ่งเหล่านี้อาจเป็นปัญหาได้ ",
      "position": "re"
    },
    {
      "id": "370",
      "content": "ตัวอย่างเช่น ",
      "position": "re"
    },
    {
      "id": "371",
      "content": "บางคนที่มีปัญหาการกินมากจนเกินไป",
      "position": "re"
    },
    {
      "id": "372",
      "content": "ไม่อยากให้ผู้อื่นเห็นร่างกายของตน ",
      "position": "re"
    },
    {
      "id": "373",
      "content": "และตัวพวกเขาเองก็อาจหลีกเลี่ยงการมองตัวเอง ",
      "position": "re"
    },
    {
      "id": "374",
      "content": "บางคนถึงกับมองรูปลักษณ์ของตนเองด้วยความรังเกียจและเกลียดชัง",
      "position": "re"
    },
    {
      "id": "375",
      "content": "บางคนอาจสงสัยว่าความกังวลเรื่องรูปร่างและน้ำหนักมากเกินไปหมายความว่าอย่างไร ",
      "position": "lm"
    },
    {
      "id": "376",
      "content": "คนส่วนใหญ่ประเมินตนเองโดยพิจารณาจากประสิทธิภาพในการทำกิจกรรมต่าง ๆ ในชีวิต ",
      "position": "lm"
    },
    {
      "id": "377",
      "content": "เช่น ความสัมพันธ์กับบุคคลอื่น ๆ เช่น เพื่อนร่วมงาน, ผลงานในที่ทำงาน, ความสำเร็จในด้านต่าง ๆ  ฯลฯ ",
      "position": "lm"
    },
    {
      "id": "378",
      "content": "คนส่วนใหญ่ที่มีปัญหาในด้านการกินมีความกังวลในแง่ของรูปร่างและน้ำหนักเป็นอย่างมาก",
      "position": "lm"
    },
    {
      "id": "379",
      "content": "เรามีแผนภาพเปรียบเทียบความกังวลในชีวิตระหว่างผู้ที่ไม่มีปัญหาในเรื่อง eating disorder และ ผู้ที่มีปัญหาในเรื่อง eating disorder",
      "position": "lm"
    },
    {
      "id": "380",
      "content": "แผนภูมิแรกคือความกังวลในชีวิตของผู้ที่ไม่มีปัญหาในเรื่อง eating disorder ",
      "position": "lm",
      "picture": "51.png"
    },
    {
      "id": "381",
      "content": "ที่มา : Overcoming Binge Eating, Second Edition: The Proven Program to Learn Why You Binge and How You Can Stop Second Edition (Figure 10, p.51) by  Dr.Christopher G. Fairburn, 2013, The Guilford Press. ",
      "position": "lm"
    },
    {
      "id": "382",
      "content": "แผนภูมิที่ 2 คือความกังวลในชีวิตของผู้ที่มีปัญหาในเรื่อง eating disorder ",
      "position": "lm",
      "picture": "52.png"
    },
    {
      "id": "383",
      "content": "ที่มา : Overcoming Binge Eating, Second Edition: The Proven Program to Learn Why You Binge and How You Can Stop Second Edition (Figure 11, p.52) by  Dr.Christopher G. Fairburn, 2013, The Guilford Press. ",
      "position": "lm"
    },
    {
      "id": "384",
      "content": "ความกังวลเกี่ยวกับรูปร่างและน้ำหนักที่เห็นมากเกินไปใน bulimia nervosa, anorexia nervosa และ eating disorder เป็นเหตตุผลที่สำคัญที่ทำให้เกิดโรคเหล่านี้ ",
      "position": "lm"
    },
    {
      "id": "385",
      "content": "และผลที่ได้จากการเป็นโรคเหล่านี้คือ",
      "position": "lm"
    },
    {
      "id": "386",
      "content": "ผู้คนมีการอดอาหารอย่างเข้มงวด  ",
      "position": "lm"
    },
    {
      "id": "387",
      "content": "มีการอาเจียน",
      "position": "lm"
    },
    {
      "id": "388",
      "content": "การใช้ยาระบายและยาขับปัสสาวะในทางที่ผิด",
      "position": "lm"
    },
    {
      "id": "389",
      "content": "และยังมีการออกกำลังกายที่มากเกินไป ",
      "position": "lm"
    },
    {
      "id": "390",
      "content": "เป็นที่เข้าใจกันดีว่าความกังวลที่มากเกินไป (Extreme concerns about shape and weight) นั้นเป็นผลทำให้ตัวบุคคลแนวโน้มที่จะ binge ไปทำให้เกิดวงจรอุบาทว์ยังคงดำเนินการต่อไป ",
      "position": "lm"
    },
    {
      "id": "391",
      "content": "ดังรูป",
      "position": "lm",
      "picture": "/53.png"
    },
    {
      "id": "392",
      "content": "ที่มา : Overcoming Binge Eating, Second Edition: The Proven Program to Learn Why You Binge and How You Can Stop Second Edition (Figure 12, p.53) by  Dr.Christopher G. Fairburn, 2013, The Guilford Press. ",
      "position": "lm"
    },
    {
      "id": "393",
      "content": "ในหัวข้อถัดไปมาพูดถึงเรื่องการชั่งน้ำหนักกันบ้างค่ะ",
      "position": "re"
    },
    {
      "id": "394",
      "content": "การตรวจสอบน้ำหนักและการหลีกเลี่ยงน้ำหนัก",
      "position": "re"
    },
    {
      "id": "395",
      "content": "ฉันหมกมุ่นอยู่กับน้ำหนักของฉัน ",
      "position": "rn"
    },
    {
      "id": "396",
      "content": "ฉันชั่งน้ำหนักตัวเองครั้งแล้วครั้งเล่า",
      "position": "rn"
    },
    {
      "id": "397",
      "content": "บางครั้งชั่งมากถึง 15 ครั้งต่อวัน ",
      "position": "rn"
    },
    {
      "id": "398",
      "content": "บางครั้งฉันก็รู้สึกขยะแขยงไม่กล้ารับความจริงกับตัวเลขบนตราชั่ง",
      "position": "rn"
    },
    {
      "id": "399",
      "content": "จนทำให้ฉันไม่ได้ใช้ตาชั่งเป็นสัปดาห์หรือเป็นเดือนที่เวลา",
      "position": "rn"
    },
    {
      "id": "400",
      "content": "\"การแสดงออก\" ที่ตรงไปตรงมาที่สุดของความกังวลเกี่ยวกับน้ำหนักและรูปร่าง",
      "position": "re"
    },
    {
      "id": "401",
      "content": "คือการตรวจร่างกาย ซึ่งอาจรวมไปถึงการตรวจน้ำหนักและการตรวจรูปร่างของตนเอง",
      "position": "re"
    },
    {
      "id": "402",
      "content": "หลายคนที่มีปัญหาการกินมากเกินไปมักจะชั่งน้ำหนักที่บ่อยครั้ง",
      "position": "re"
    },
    {
      "id": "403",
      "content": "บางคนชั่งวันละหลาย ๆ ครั้งต่อวัน ",
      "position": "re"
    },
    {
      "id": "404",
      "content": "จากรูปแสดงความถี่จำนวนครั้งในการชั่งน้ำหนักของบุคคลใน 28 วัน",
      "position": "re",
      "picture": "54.png"
    },
    {
      "id": "405",
      "content": "ที่มา : Overcoming Binge Eating, Second Edition: The Proven Program to Learn Why You Binge and How You Can Stop Second Edition (Figure 13, p.54) by  Dr.Christopher G. Fairburn, 2013, The Guilford Press. ",
      "position": "re"
    },
    {
      "id": "406",
      "content": "จะเห็นได้ว่า มากกว่า 1 ใน 4 ของผู้ที่เป็น bulimia nervosa ชั่งน้ำหนักตัวเองอย่างน้อยหนึ่งครั้งต่อวัน",
      "position": "re"
    },
    {
      "id": "407",
      "content": "เมื่อเทียบกับผู้หญิงปกติมีเพียง 1 ใน 20 คนที่มีพฤติกรรมเช่นนี้ ",
      "position": "re"
    },
    {
      "id": "408",
      "content": "ส่งผลให้หลายคนกังวลเรื่องวันต่อวันความผันผวนของน้ำหนักในแต่ละวัน",
      "position": "re"
    },
    {
      "id": "409",
      "content": "โดยไม่มีใครสังเกตเห็นว่าการทำพฤติกรรมแบบนี้นำไปสู่การจำกัดการกิน ",
      "position": "re"
    },
    {
      "id": "410",
      "content": "ไม่ว่าน้ำหนักจะมีตัวเลขบนตราชั่งเท่าใด",
      "position": "re"
    },
    {
      "id": "411",
      "content": "หากถ้ามัน \"ขึ้น\" หรือ \"เหมือนเดิม\" ",
      "position": "re"
    },
    {
      "id": "412",
      "content": "พวกเขาพยายามควบคุมอาหารให้หนักขึ้น ",
      "position": "re"
    },
    {
      "id": "413",
      "content": "และถ้าหากตัวเลขบนตราชั่ง “ลดลง” ",
      "position": "re"
    },
    {
      "id": "414",
      "content": "การอดอาหารของพวกเขาก็ยังคงดำเนินต่อไปไม่หยุดเช่นเดิม",
      "position": "re"
    },
    {
      "id": "415",
      "content": "สรุปได้ว่าไม่ว่าตัวเลขบนตราชั่งจะเป็นเท่าไร",
      "position": "re"
    },
    {
      "id": "416",
      "content": "สุดท้ายพวกเขาก็ควบคุมอาหารอยู่ดี",
      "position": "re"
    },
    {
      "id": "417",
      "content": "ในที่นี้หมายถึงการกินในพลังงานน้อย ๆ หรือการอดอาหาร",
      "position": "re"
    },
    {
      "id": "418",
      "content": "ซึ่งพฤติแบบนี้ก็ยิ่งทำให้วงจร Binge Eating ยังคงอยู่ต่อไปไม่หายไปไหน",
      "position": "re"
    },
    {
      "id": "419",
      "content": "เราจะบอกอีกครั้งนะคะว่า",
      "position": "re"
    },
    {
      "id": "420",
      "content": "“Short-term weight changes are not indicative of changes in body fat”",
      "position": "re"
    },
    {
      "id": "421",
      "content": "“น้ำหนักที่เพิ่มขึ้นมาในระยะสั้น ไม่ได้บ่งบอกถึงการเปลี่ยนแปลงไขมันในร่างกายคุณ”",
      "position": "re"
    },
    {
      "id": "422",
      "content": "แต่สิ่งที่เปลี่ยนแปลงคือน้ำในร่างกายของคุณต่างหาก",
      "position": "re"
    },
    {
      "id": "423",
      "content": "คนที่มีปัญหาการกินมากเกินไปมักจะหลีกเลี่ยงที่จะรู้น้ำหนักของตัวเอง",
      "position": "re"
    },
    {
      "id": "424",
      "content": "เพราะยังคงกังวลเรื่องน้ำหนักอยู่มาก ",
      "position": "re"
    },
    {
      "id": "425",
      "content": "โดยทั่วไปบุคคลประเภทนี้เคยชั่งน้ำหนักตัวเองบ่อย ๆ ",
      "position": "re"
    },
    {
      "id": "426",
      "content": "แต่จู่ ๆ ก็มีพฤติกรรมที่เปลี่ยนไปโดยการหลีกเลี่ยงการชั่งน้ำหนัก",
      "position": "re"
    },
    {
      "id": "427",
      "content": "เพราะพวกเขาพบว่าการชั่งน้ำหนักบ่อยเกินไปทำให้เกิดความไม่พอใจในตัวเลขบนตราชั่ง",
      "position": "re"
    },
    {
      "id": "428",
      "content": "แต่ก็น่าเสียดายนะคะ",
      "position": "re"
    },
    {
      "id": "429",
      "content": "พฤติกรรมการหลีกเลี่ยงการชั่งน้ำหนักมีปัญหาพอ ๆ กันกับการชั่งน้ำหนักบ่อย ๆ ",
      "position": "re"
    },
    {
      "id": "430",
      "content": "เนื่องจากมันส่งผลให้เกิดความกลัวที่จะยอมรับความเป็นจริง",
      "position": "re"
    },
    {
      "id": "431",
      "content": "มาต่อกันที่การเช็ครูปร่าง (Shape Checking)",
      "position": "lm"
    },
    {
      "id": "432",
      "content": "ฉันมีความมั่นใจในหลาย ๆ ด้าน ",
      "position": "ln"
    },
    {
      "id": "433",
      "content": "ยกเว้นเสียแต่ร่างกายของตัวเอง ",
      "position": "ln"
    },
    {
      "id": "434",
      "content": "ฉันเกลียดร่างกายของฉันและไม่สามารถทนดูรูปร่างของตัวเองได้",
      "position": "ln"
    },
    {
      "id": "435",
      "content": "ฉันรู้สึกพุงป่อง โยกเยก และใหญ่ไปทั้งตัว ",
      "position": "ln"
    },
    {
      "id": "436",
      "content": "สิ่งนี้ทำให้ฉันเกิดการ binge ",
      "position": "ln"
    },
    {
      "id": "437",
      "content": "ขนาดแฟนของฉันยังรักฉัน ",
      "position": "ln"
    },
    {
      "id": "438",
      "content": "แต่ทำไมฉันถึงไม่ชอบตัวเอง",
      "position": "ln"
    },
    {
      "id": "439",
      "content": "เมื่อตื่นเช้าวันใหม่มาปุ๊บ ",
      "position": "ln"
    },
    {
      "id": "440",
      "content": "ฉันรู้สึกว่าท้องและสะโพกของฉันไม่มีไขมันปกคลุมอยู่แล้ว",
      "position": "ln"
    },
    {
      "id": "441",
      "content": "การเช็ครูปร่างเป็นการตรวจร่างกายอีกรูปแบบหนึ่ง",
      "position": "lm"
    },
    {
      "id": "442",
      "content": " แน่นอนว่าทุกคนมีการตรวจเช็คร่างกายกันในระดับหนึ่ง ",
      "position": "lm"
    },
    {
      "id": "443",
      "content": "แต่หลายคนที่มีปัญหา binge eating",
      "position": "lm"
    },
    {
      "id": "444",
      "content": "มักตรวจเช็คร่างกายซ้ำๆ และในลักษณะที่ไม่ปกติ",
      "position": "lm"
    },
    {
      "id": "445",
      "content": " เช่น พวกเขาอาจศึกษาตัวเองในกระจก วัดตัว หรือแม้แต่ถ่ายรูปตัวเองตอนที่ไม่ได้ใส่ผ้าซ้ำๆ ",
      "position": "lm"
    },
    {
      "id": "446",
      "content": "นอกจากนี้อาจประเมินความแน่นของชุดที่ใส่ตลอดเวลา ",
      "position": "lm"
    },
    {
      "id": "447",
      "content": "และเมื่อนั่งลง พวกเขาจะก้มดูหน้าท้องของตัวเองว่ายื่นหรือป่องออกหรือไม่",
      "position": "lm"
    },
    {
      "id": "448",
      "content": "หรือต้นขานั้นมีขนาดใหญ่มากเพียงใด",
      "position": "lm"
    },
    {
      "id": "449",
      "content": "พวกเขาจะมีความกังวลและตรวจสอบรูปร่างซ้ำแล้วซ้ำเล่า ",
      "position": "lm"
    },
    {
      "id": "450",
      "content": "หากคุณเป็นผู้ชาย",
      "position": "re"
    },
    {
      "id": "451",
      "content": " คุณอาจกังวลเกี่ยวกับการสร้างและกล้ามเนื้อของคุณ (คือมีกล้ามเนื้อไม่มากพอ) และให้ความสำคัญในการตรวจเช็คร่างกายของคุณ",
      "position": "re"
    },
    {
      "id": "452",
      "content": "การตรวจสอบรูปร่างดังกล่าวสามารถกลายเป็นดังนั้น “นิสัยติดตัว” ",
      "position": "re"
    },
    {
      "id": "453",
      "content": "ที่คุณอาจไม่รู้ตัวว่าคุณกำลังทำอยู่มัน; ",
      "position": "re"
    },
    {
      "id": "454",
      "content": "ตัวอย่างเช่น ",
      "position": "re"
    },
    {
      "id": "455",
      "content": "เวลาอาบน้ำ หลายคนมักเช็ครูปร่างโดยการสัมผัสกระดูกและบีบเนื้อ",
      "position": "re"
    },
    {
      "id": "456",
      "content": "แต่พฤติกรรมที่ดูจะเป็นปัญหาที่เด่นชัดที่สุด คือ การส่องกระจก",
      "position": "lm"
    },
    {
      "id": "457",
      "content": "การศึกษาตัวเองในกระจกเป็นรูปแบบของการตรวจเช็ครูปร่างนั้นให้ข้อมูลหรือภาพตรงหน้ามีความน่าเชื่อถือสูง ",
      "position": "lm"
    },
    {
      "id": "458",
      "content": "เราทุกคนเชื่อในสิ่งที่เราส่องกระจก",
      "position": "lm"
    },
    {
      "id": "459",
      "content": "แต่ประเมินตัวเองในกระจกนั้นซับซ้อนกว่ามากเมื่อทับกับการรับรู้ได้โดยทั่วไป",
      "position": "lm"
    },
    {
      "id": "460",
      "content": "นั่นก็ทำให้บางคนเข้าใจผิดกับรูปร่างของตนเองได้เช่นเดียวกัน",
      "position": "lm"
    },
    {
      "id": "461",
      "content": "เพื่อให้คุณสามารถพิจารณาขนาดของภาพของคุณได้อย่างแม่นยำเมื่อคุณส่องกระจก",
      "position": "lm"
    },
    {
      "id": "462",
      "content": "ลองตอบคำถามประเด็นเหล่านี้",
      "position": "lm"
    },
    {
      "id": "463",
      "content": "เมื่อคุณมองตัวเองในกระจกเต็มตัว ภาพที่คุณเห็นบนพื้นผิวของกระจกมีความสูงเท่ากับความสูงที่แท้จริงของคุณ? ",
      "position": "lm"
    },
    {
      "id": "464",
      "content": "ถ้าไม่เป็นเช่นนั้น ให้เพื่อนขิงคุณวัดความสูงของภาพบนกระจกจากเท้าจนถึงระดับความสูงของคุณ (หัว) และทำสัญลักษณ์ไว้ที่กระจก ทั้งผิวด้านล่างและผิวด้านบน",
      "position": "lm"
    },
    {
      "id": "465",
      "content": "จากนั้นวัดระยะห่างที่คุณยืนห่างจากกระจกและทำสัญลักษณ์อีกครั้งในตำแหน่งที่คุณยืนบนพื้นห้อง",
      "position": "lm"
    },
    {
      "id": "466",
      "content": "ถ้าคุณคำนวณตามหลักการทางฟิสิกส์",
      "position": "lm"
    },
    {
      "id": "467",
      "content": "คุณจะพบว่าภาพของคุณบนพื้นผิวกระจกมีขนาดใหญ่กว่าประมาณครึ่งนึงของภาพจริงของตัวคุณในทุกมิติ",
      "position": "lm"
    },
    {
      "id": "468",
      "content": "ซึ่งคุณคงไม่ได้สังเกตมาก่อน ",
      "position": "lm"
    },
    {
      "id": "469",
      "content": "ความจริงที่ว่าคุณไม่ได้ตระหนักว่าคุณได้รับข้อมูลตรงหน้าที่ผิด",
      "position": "lm"
    },
    {
      "id": "470",
      "content": "และแน่นอนว่าในหลายปีที่ผ่านมาภาพในกระจกมีเบื้องหลังที่ส่งผลต่อจิตใจคุณอย่างมาก",
      "position": "lm"
    },
    {
      "id": "471",
      "content": "สรุปในหัวข้องการตรวจสอบรูปร่างของตัวเอง (shape checking)",
      "position": "re"
    },
    {
      "id": "472",
      "content": "มีสิ่งที่เน้นในหัวข้อนี้มี 3 ประการคือ",
      "position": "re"
    },
    {
      "id": "473",
      "content": "ประการแรก จะศึกษาเกี่ยวข้องกับสิ่งที่ไม่ชอบที่ปรากฏในชีวิต: สิ่งนี้ทำให้เกิดความไม่พอใจในร่างกายของตนเองที่เป็นอยู่",
      "position": "re"
    },
    {
      "id": "474",
      "content": "ประการที่สอง เกี่ยวกับการประเมินตนเองซ้ำแล้วซ้ำแล้วในลักษณะที่ไม่ปกติ และนั่นทำให้คุณเจอจุดบกพร่องในร่างกาย ทำให้คุณเป็นกังวลเกี่ยวกับมัน",
      "position": "re"
    },
    {
      "id": "475",
      "content": "เราอยากจะบอกว่า",
      "position": "re"
    },
    {
      "id": "476",
      "content": "แม้แต่คนสวย ๆ หรือคนที่มีสเน่ห์จริง ๆ ทุกคนล้วงไม่ได้เพอร์เฟค ล้วนแล้วแต่มีจุดบกพร่องในตัวเองทั้งนั้น",
      "position": "re"
    },
    {
      "id": "477",
      "content": "ประการที่สาม คือการพิจารณารูปร่างอย่างละเอียดมากจนเกินไปจะทำให้มีแนวโน้มที่จะกังวลในสิ่งที่บกพร่องในตัวเองมากเกินไป",
      "position": "re"
    },
    {
      "id": "478",
      "content": "ถ้าจะได้เห็นภาพ",
      "position": "re"
    },
    {
      "id": "479",
      "content": "ตัวอย่างเช่น",
      "position": "re"
    },
    {
      "id": "480",
      "content": "ในคนที่เป็นโรคกลัวแมงมุม ",
      "position": "re"
    },
    {
      "id": "481",
      "content": "พวกเขามักจะเห็นแมงมุมตัวใหญ่กว่าที่เป็นจริง",
      "position": "re"
    },
    {
      "id": "482",
      "content": "นั่นก็เพราะว่าเมื่อมองดูแมงมุม พวกเขาจะมุ่งความสนใจไปที่พวกมันอย่างเดียวโดยไม่ได้คำนึงถึงสภาพแวดล้อมโดยรอบ",
      "position": "re"
    },
    {
      "id": "483",
      "content": "ทำให้เห็นลักษณะที่ไม่พึงประสงค์ของแมงมุมได้อย่างชัดเจน",
      "position": "re"
    },
    {
      "id": "484",
      "content": " เป็นผลให้พวกเขาได้รับข้อมูลรายละเอียดเกี่ยวกับแมงมุม",
      "position": "re"
    },
    {
      "id": "485",
      "content": "เพราะไม่มีจุดให้อ้างอิงหรือเปรียบเทียบขนาดจริง ๆ ของแมงมุมนั้น",
      "position": "re"
    },
    {
      "id": "486",
      "content": "ซึ่งมันสามารถเทียบเท่าปรากฏการณ์ที่เกิดขึ้นกับผู้ที่ศึกษาตัวเองในกระจกเงา",
      "position": "re"
    },
    {
      "id": "487",
      "content": "เนื่องจากการพิจารณาลักษณะต่าง ๆ ของร่างกายมีแนวโน้มที่จะขยายกว้างขึ้น",
      "position": "re"
    },
    {
      "id": "488",
      "content": "เพราะพวกเขาเอาแต่จ้องมองหาความอ้วน ",
      "position": "re"
    },
    {
      "id": "489",
      "content": "คุณจะพบว่า ",
      "position": "re"
    },
    {
      "id": "490",
      "content": "แท้จริงมันคือสิ่งที่คุณสร้างมันขึ้นมาเอง",
      "position": "re"
    },
    {
      "id": "491",
      "content": "มาต่อกันที่หัวข้อการเปรียบเทียบตนเองกับผู้อื่น",
      "position": "lm"
    },
    {
      "id": "492",
      "content": "การเปรียบเทียบเป็นรูปแบบเฉพาะของการตรวจสอบรูปร่าง ",
      "position": "lm"
    },
    {
      "id": "493",
      "content": "บางผู้ที่มีปัญหาการกินมากเกินไปมักทำเช่นนี้ซ้ำ ๆ",
      "position": "lm"
    },
    {
      "id": "494",
      "content": "ในลักษณะที่ว่าพวกเขาจะสรุปว่าตนเองไม่สวยเมื่อเทียบกับคนอื่น ๆ ",
      "position": "lm"
    },
    {
      "id": "495",
      "content": " นี่เป็นเพราะพวกเขาทำการประเมินผู้อื่นอย่างผิวเผิน",
      "position": "lm"
    },
    {
      "id": "496",
      "content": "ในขณะที่เมื่อกลับมาพิจารณาในตนเองกลับพิจารณาอย่างถี่ถ้วนว่ามีข้องบกพร่องนู่นั่นนี่ ",
      "position": "lm"
    },
    {
      "id": "497",
      "content": "มากไปกว่านั้น พวกเขามักจะเปรียบเทียบตัวเองกับคนรูปร่างผอมบางและดูดี",
      "position": "lm"
    },
    {
      "id": "498",
      "content": " จนพวกเขาอาจไม่ทันได้สังเกตว่าคนที่รูปร่างผอมที่พวกเขากำลังมอง มีรูปร่างที่ผอมมากจนเกินไป",
      "position": "lm"
    },
    {
      "id": "499",
      "content": "ซึ่งมันเป็นเรื่องปกติของผู้ที่มีปัญหาทางด้านการรับประทานอาหาร",
      "position": "lm"
    },
    {
      "id": "500",
      "content": "ใรการเปรียบเทียบตัวเองกับรูปถ่ายในนิตยสารและบนอินเทอร์เน็ต",
      "position": "lm"
    },
    {
      "id": "501",
      "content": "โดยไม่คำนึงว่าภาพเหล่านี้มักถูกบิดเบือนหรือตัดต่อจากภาพจริง",
      "position": "lm"
    },
    {
      "id": "502",
      "content": "และแน่นอนว่าดูนานเข้า ๆ ก็อาจหลีกเลี่ยงการรับรู้ถึงรูปร่างของตนเองที่เป็นอยู่",
      "position": "lm"
    },
    {
      "id": "503",
      "content": "รูปร่างฉันไม่สามารถพูดได้ว่าร่างกายของฉันมันน่ารังเกียจแค่ไหน ",
      "position": "ln"
    },
    {
      "id": "504",
      "content": "ฉันไม่สามารถทนดูมันได้ ",
      "position": "ln"
    },
    {
      "id": "505",
      "content": "ฉันจะไม่มีกระจกในบ้านที่จะคอยส่องดูรูปร่างของฉัน ",
      "position": "ln"
    },
    {
      "id": "506",
      "content": "เวลาฉันอาบน้ำด้วยฝักบัวแทนการอาบน้ำในอ่างเพื่อที่จะได้หลีกเลี่ยงการดูรูปร่างของตัวเอง ",
      "position": "ln"
    },
    {
      "id": "507",
      "content": "ฉันไม่ได้ไปช้อปปิ้งเสื้อผ้ามานานกว่า 3 ปี",
      "position": "ln"
    },
    {
      "id": "508",
      "content": "ฉันไม่สามารถอาบน้ำโดยเปิดไฟได้ เพราะมันจะทำให้ฉันเห็นไขมันของตัวเองทั้งหมด",
      "position": "ln"
    },
    {
      "id": "509",
      "content": "การหลีกเลี่ยงการเช็ครูปร่างของตัวเองมีผลกระทบพอ ๆ กันกับการตรวจสอบรูปร่างซ้ำ ๆ ",
      "position": "lm"
    },
    {
      "id": "510",
      "content": "การหลีกเลี่ยงการเช็ครูปร่างของตัวเอง หมายถึง พฤติกรรมที่ออกแบบมาเพื่อป้องกันไม่ให้บุคคลนั้นเห็นและรับรู้ถึงร่างกายของตนเอง",
      "position": "lm"
    },
    {
      "id": "511",
      "content": "ทั้งนี้ รวมถึงการหลีกเลี่ยงให้ผู้อื่นเห็นร่างกายของพวกเขาด้วย ",
      "position": "lm"
    },
    {
      "id": "512",
      "content": "มันเกิดจากความเกลียดชังภายในใจที่มีต่อรูปร่างเมื่อพวกเขาได้มองตนเอง ",
      "position": "lm"
    },
    {
      "id": "513",
      "content": "บ่อยครั้งที่คนที่หลีกเลี่ยงรูปร่างเคยมีส่วนร่วมในการเช็ครูปร่างของตนเอง",
      "position": "lm"
    },
    {
      "id": "514",
      "content": " แต่เปลี่ยนเป็นการเปลี่ยนพฤติกรรมไปเป็นการหลีกเลี่ยงเพราะการตรวจสอบกลายเป็นเรื่องที่ทำให้พวกเขาวิตกกังวลมากเกินไป",
      "position": "lm"
    },
    {
      "id": "515",
      "content": "ซึ่งการหลีกเลี่ยงการตรวจสอบรูปร่างนั้นมีหลายรูปแบบ ",
      "position": "lm"
    },
    {
      "id": "516",
      "content": "คือ ",
      "position": "lm"
    },
    {
      "id": "517",
      "content": "อาจเกี่ยวข้องกับการหลีกเลี่ยงที่จะส่องกระจก ",
      "position": "lm"
    },
    {
      "id": "518",
      "content": "ไม่สวมเสื้อผ้าคับรัดรูป ",
      "position": "lm"
    },
    {
      "id": "519",
      "content": "และไม่ดูรูปถ่าย ",
      "position": "lm"
    },
    {
      "id": "520",
      "content": "ทั้งหมดนี้มันคือเป็นปัญหาที่ทำให้วิตกกังวลเกี่ยวกับรูปร่างอย่างไม่ต้องสงสัย",
      "position": "lm"
    },
    {
      "id": "521",
      "content": "มากไปกว่านั้น การหลีกเลี่ยงรูปร่างสามารถรบกวนการใช้ชีวิตประจำวัน",
      "position": "lm"
    },
    {
      "id": "522",
      "content": " กล่าวคือ มันจะส่งผลต่อการเลือกเสื้อผ้า ",
      "position": "lm"
    },
    {
      "id": "523",
      "content": "การไปว่ายน้ำที่ต้องใส้ชุดที่รัดรูป เพราะคุณจะไม่ใส่มัน",
      "position": "lm"
    },
    {
      "id": "524",
      "content": "หรือไม่กล้าที่จะเปลี่ยนเสื้อผ้าในที่สาธารณะ เพราะกลัวว่าชุดนั้นจะรัดคุณจนเกินไป หรือทำให้คุณต้องส่งกระจกดูรูปร่างตัวเอง",
      "position": "lm"
    },
    {
      "id": "525",
      "content": "ในตอนท้ายที่รุนแรงยิ่งขึ้น",
      "position": "lm"
    },
    {
      "id": "526",
      "content": "บุคคลนั้นอาจไม่สามารถมีความสัมพันธ์ทางเพศหรือความใกล้ชิดทางกายในรูปแบบใด ๆ ได้",
      "position": "lm"
    },
    {
      "id": "527",
      "content": "เนื่องจากไม่ชอบให้มองเห็นในเรือนร่างของตน ",
      "position": "lm"
    },
    {
      "id": "528",
      "content": "แม้ว่าเราจะบอกคนเหล่านี้ว่าพวกเขาดูดี พยายามทำให้เขามีความมั่นใจในตัวเอง",
      "position": "lm"
    },
    {
      "id": "529",
      "content": "แต่มันก็ไม่ค่อยได้ผล",
      "position": "lm"
    },
    {
      "id": "530",
      "content": "เพราะส่วนใหญ่ไม่ยอมกันความคิดเห็นประเภทนี้หรือพวกเขาตีความมันในเชิงลบเสียมากกว่า",
      "position": "lm"
    },
    {
      "id": "531",
      "content": "บางครั้งการตรวจสอบรูปร่างและการหลีกเลี่ยงที่จะรับรู้ถึงรูปร่างของตนเองมันจะทำงานร่วมกัน ",
      "position": "lm"
    },
    {
      "id": "532",
      "content": "ดังที่กล่าวไปว่า ",
      "position": "lm"
    },
    {
      "id": "533",
      "content": "เมื่อมีการตรวจสอบร่างกายที่มีภาพตรงหน้าไม่เป็นที่พอใจบ่อยเข้า ๆ คุณอาจจะมีความคิดในทางย้อนกลับที่ว่า",
      "position": "lm"
    },
    {
      "id": "534",
      "content": "ถ้าไม่ตรวจดูร่างกาย เราก็จะไม่ต้องมารับรู้ถึงจุดบกพร่องของเรา",
      "position": "lm"
    },
    {
      "id": "535",
      "content": "ทำให้จากคนที่ตรวจดูร่างกายบ่อย ๆ กลับเลือกที่จะหลีกเลี่ยงในการมองดูรูปร่างของตนเองไปเลย",
      "position": "lm"
    },
    {
      "id": "536",
      "content": "หนึ่งในเหตุผลที่ไม่พอใจในร่างกายของตนเองคือการที่มีความรู้สึกว่าตนเองนั้นอ้วน",
      "position": "re"
    },
    {
      "id": "537",
      "content": "ความรู้สึกอ้วนเป็นอีกรูปแบบหนึ่งของความกังวลเกี่ยวกับรูปร่างและน้ำหนัก",
      "position": "re"
    },
    {
      "id": "538",
      "content": "แน่นอนว่าความรู้สึกอ้วนเป็นประสบการณ์ที่ผู้หญิงหลายๆ เคยพบเจอ และก็อาจเกิดกับผู้ชายบางคน ",
      "position": "re"
    },
    {
      "id": "539",
      "content": "แต่ในผู้ที่มีปัญหาด้านการกินนั้นเป็นปรากฏการณ์ที่สำคัญเพราะความรู้สึกอ้วนที่เกิดขึ้นก็มักจะส่งเสริมการอดอาหาร",
      "position": "re"
    },
    {
      "id": "540",
      "content": "มีการเขียนบรรยายถึง “ความรู้สึกอ้วน (feeling fat)” อย่างน่าทึ่ง คือ",
      "position": "re"
    },
    {
      "id": "541",
      "content": "ความรู้สึกอ้วนอาจเป็นผลมาจากการมีอารมณ์ภายในและประสบการณ์ทางร่างกายที่ผิดปกติ ",
      "position": "lm"
    },
    {
      "id": "542",
      "content": "เช่น ความรู้สึกเศร้า หดหู่ ไม่มีใครรัก หรือความรู้สึกอ้วน อาการผิดปกติที่เกิดก่อนการมีประจำเดือน (PMS) หรืออาการเมาค้าง",
      "position": "lm"
    },
    {
      "id": "543",
      "content": "สาเหตุจากสิ่งที่กล่าวข้างต้นเป็นปกติของร่างกายที่จะมีความรู้สึกอ้วน เพราะอาจจะเกี่ยวกับระดับฮอร์โมนที่เปลี่ยนไป โดยเฉพาะอาการก่อนประจำเดือน ",
      "position": "lm"
    },
    {
      "id": "544",
      "content": "แต่อีกสาเหตุหนึ่งที่ทำให้เกิดความรู้สึกอ้วน คือ บุคคลเหล่านี้อาจจะหมกมุ่นอยู่กับความคิดเกี่ยวกับรูปร่างมากเกินไปอย่างลึกซึ้ง ซึ่งมันไม่ใช่เรื่องปกติ",
      "position": "lm"
    },
    {
      "id": "545",
      "content": "หากคุณรู้สึกว่าคุณอ้วนบ่อยๆ และมีระดับความคิดที่รุนแรงขึ้น จนทำให้วิตกกังวล ",
      "position": "lm"
    },
    {
      "id": "546",
      "content": "คุณจำเป็นต้องการรักษาหรือเข้ารับการบำบัด ",
      "position": "lm"
    },
    {
      "id": "547",
      "content": "ในแอปพลิเคชันนี้ใน Part 2 Step 2 อาจช่วยคุณในเรื่องนี้ได้",
      "position": "lm"
    },
    {
      "id": "548",
      "content": "ทั้งนี้คุณควรทำตามทีละ Step ไม่ควรดำเนินการข้ามขั้นตอน",
      "position": "lm"
    },
    {
      "id": "549",
      "content": "และหัวข้อสุดท้ายที่กล่าวใน Chapter นี้คือ",
      "position": "re"
    },
    {
      "id": "550",
      "content": "ปัญหาอื่น ๆ ที่เกี่ยวกับด้านจิตวิทยาและสังคม (Other Psychological and Social Problems) ",
      "position": "re"
    },
    {
      "id": "551",
      "content": "ปัญหาการกินของฉันได้ครอบงำทั้งชีวิตของฉัน ",
      "position": "rn"
    },
    {
      "id": "552",
      "content": "มิตรภาพต่อคนรอบข้างนั้นเศร้าหมองเพราะอารมณ์ที่แปรปรวนรุนแรงของฉัน ",
      "position": "rn"
    },
    {
      "id": "553",
      "content": "ฉันไม่เคยคุยกับฉันพ่อแม่เพราะพวกเขาไม่เคยเข้าใจในสิ่งที่ฉันต้องเจอ",
      "position": "rn"
    },
    {
      "id": "554",
      "content": " ฉันมีความมั่นใจในตนเองน้อยมาก ",
      "position": "rn"
    },
    {
      "id": "555",
      "content": "ฉันรู้สึกแย่ หดหู่และวิตกกังวลเป็นอย่างมาก ",
      "position": "rn"
    },
    {
      "id": "556",
      "content": "ฉันไม่สามารถเผชิญหน้ากับผู้คนได้",
      "position": "rn"
    },
    {
      "id": "557",
      "content": "ชีวิตของฉันหมกมุ่นอยู่แต่กับการกิน ",
      "position": "rn"
    },
    {
      "id": "558",
      "content": "ฉันไม่สามารถมีสมาธิกับงานของฉันได้เลย",
      "position": "rn"
    },
    {
      "id": "559",
      "content": "ด้วยปัญหานี้ทำให้ฉันต้องทะเลาะกับครอบครัว",
      "position": "rn"
    },
    {
      "id": "560",
      "content": "ทำให้ฉันฉันไม่ชอบทานอาหารร่วมกันกับครอบครัวอีกต่อไปหรือเพื่อนฝูงอีกต่อไป ",
      "position": "rn"
    },
    {
      "id": "561",
      "content": "ฉันกลายเป็นคนถอยออกห่างจากสังคม เป็นคนครุ่นคิด ",
      "position": "rn"
    },
    {
      "id": "562",
      "content": "ฉันสูญเสียความมั่นใจในตนเองและสูญเสียความเคารพในความเป็นฉันไปทั้งหมด ",
      "position": "rn"
    },
    {
      "id": "563",
      "content": "ฉันไม่ต้องการออกไปไหน ",
      "position": "rn"
    },
    {
      "id": "564",
      "content": "ฉันไม่ชอบตัวเองเลย",
      "position": "rn"
    },
    {
      "id": "565",
      "content": "ฉันมาสายทุกครั้งและทุกนัดเพราะการกินของฉันต้องใช้เวลามาก . .",
      "position": "rn"
    },
    {
      "id": "566",
      "content": "และไม่ใช่แค่ส่วนการกินเท่านั้น ",
      "position": "rn"
    },
    {
      "id": "567",
      "content": "แต่เวลาที่เสียไปยังรวมไปถึงการที่ฉันเลือกซื้ออาหาร  การแกะบรรจุภัณฑ์ การทำความสะอาด และอื่น ๆ อีกมากมาย",
      "position": "rn"
    },
    {
      "id": "568",
      "content": "อย่างที่ทราบกันดีว่าหากคนที่มีปัญหาเรื่อง binge eating ",
      "position": "re"
    },
    {
      "id": "569",
      "content": "คุณภาพชีวิตของบุคคลนั้นจะต้องทนทุกข์ ",
      "position": "re"
    },
    {
      "id": "570",
      "content": "อาจรู้สึกหดหู่และขวัญเสีย ",
      "position": "re"
    },
    {
      "id": "571",
      "content": "หลายคนละอายใจที่ตนไม่มีพลังกายและพลังใจต่อตนเองและมีความรู้สึกผิดเกี่ยวกับความลับและการหลอกลวงต่อตนเองและผู้อื่น",
      "position": "re"
    },
    {
      "id": "572",
      "content": "พวกเขามีพฤติกรรมกจับผิดารวิจารณ์ตนเองในทางลบเป็นอย่างมาก",
      "position": "re"
    },
    {
      "id": "573",
      "content": "บางคนหมดหวังจนพยายามจะปลิดชีพตัวเอง ",
      "position": "re"
    },
    {
      "id": "574",
      "content": "ทำร้ายตัวเองซ้ำแล้วซ้ำเล่า ",
      "position": "re"
    },
    {
      "id": "575",
      "content": "บ่อยครั้งทำร้ายตนเองโดยการกรีดผิวหนัง ",
      "position": "re"
    },
    {
      "id": "576",
      "content": "สิ่งที่กล่าวมานี้อาจจะเป็นการลงโทษตัวเองหรือเพื่อคลายความตึงเครียด หรือเป็นทั้งสองอย่าง ",
      "position": "re"
    },
    {
      "id": "577",
      "content": "ความรู้สึกของภาวะซึมเศร้านี้สามารถรุนแรงได้ ",
      "position": "re"
    },
    {
      "id": "578",
      "content": "โดยทั่วไปแล้วปัญหานี้เป็นปัญหารองจากปัญหาการกินมากเกินไป ( binge eating problem ) ",
      "position": "re"
    },
    {
      "id": "579",
      "content": "และเมื่อเป็นในกรณีนี้ พวกเขาจะแก้ไขได้ก็เมื่อบุคคลนั้นสามารถควบคุมการกินของตนได้อีกครั้ง ",
      "position": "re"
    },
    {
      "id": "580",
      "content": "อย่างไรก็ตาม ในกลุ่มคนที่มีภาวะซึมเศร้าทางคลินิกอย่างแท้จริง ",
      "position": "re"
    },
    {
      "id": "581",
      "content": "คุณสมบัติภาวะซึมเศร้านี้ทำให้มีอารมณ์ที่ลดลงอย่างต่อเนื่อง",
      "position": "re"
    },
    {
      "id": "582",
      "content": "มีการสูญเสียแรงขับทางจิตใจ ",
      "position": "re"
    },
    {
      "id": "583",
      "content": "มีความคิดเกี่ยวกับความตายและการตาย ",
      "position": "re"
    },
    {
      "id": "584",
      "content": "มีพฤติกรรมการร้องไห้อย่างไม่เคยมีมาก่อน ",
      "position": "re"
    },
    {
      "id": "585",
      "content": "และมีการถอนตัวออกจากสังคม ",
      "position": "re"
    },
    {
      "id": "586",
      "content": "หากคุณมีพฤติกรรมเข้าข่ายคุณสมบัติบางส่วนหรือทั้งหมดหล่านี้",
      "position": "re"
    },
    {
      "id": "587",
      "content": "เราขอให้คุณไปพบและขอคำแนะนำจากผู้เชี่ยวชาญ",
      "position": "re"
    },
    {
      "id": "588",
      "content": "เพราะเป็นพฤติกรรมที่มีความเสี่ยงและรุนแรงต่อชีวิต",
      "position": "re"
    },
    {
      "id": "589",
      "content": "แม้ภาวะซึมเศร้าเป็นเรื่องร้ายแรง แต่ก็สามารถที่จะรักษาให้หายได้",
      "position": "re"
    },
    {
      "id": "590",
      "content": "หากไปเข้ารับการรักษาที่ถูกต้องและเหมาะสม",
      "position": "re"
    },
    {
      "id": "591",
      "content": "ผู้ที่ binge  มักจะวิตกกังวลในเรื่องต่าง ๆ ",
      "position": "lm"
    },
    {
      "id": "592",
      "content": "โดยเฉพาะอย่างยิ่งเมื่ออยู่ในสถานการณ์ที่กระตุ้นให้เกิดความกังวล ",
      "position": "lm"
    },
    {
      "id": "593",
      "content": "ตัวอย่างเช่น บางคนหลีกเลี่ยงโอกาสในการเข้าสังคม ",
      "position": "lm"
    },
    {
      "id": "594",
      "content": "โดยเฉพาะผู้ที่เกี่ยวข้องกับปัญหาทางด้านการกิน ",
      "position": "lm"
    },
    {
      "id": "595",
      "content": "นี่อาจหมายถึงการพลาดงานแต่งงานของเพื่อนสนิท ",
      "position": "lm"
    },
    {
      "id": "596",
      "content": "พลาดงานวันเกิดของพ่อแม่",
      "position": "lm"
    },
    {
      "id": "597",
      "content": "หรืออาจจะหลีกเลี่ยงการสวมชุดว่ายน้ำ การไปว่ายน้ำ ปาร์ตี้ หรือพักผ่อนริมชายหาด ",
      "position": "lm"
    },
    {
      "id": "598",
      "content": "ซึ่งทั้งหมดนี้ล้วนทำให้ความสัมพันธ์ของบุคคลที่มีปัญหาเรื่องการกินกับเพื่อนฝูงหรือครอบครัวต้องแย่ลง",
      "position": "lm"
    },
    {
      "id": "599",
      "content": "ลักษณะนิสัย 2 อย่างเด่นชัดในหมู่คนที่มีภาวะ binge eating",
      "position": "lm"
    },
    {
      "id": "600",
      "content": "ประการแรกคือมีการรับรู้คุณค่าในตัวเองต่ำ",
      "position": "lm"
    },
    {
      "id": "601",
      "content": " ความรู้สึกพอใจในสิ่งที่ตนเป็น และความรู้สึกไร้ค่าเป็นเรื่องธรรมดาที่คนที่มีภาวะ binge eating พบเจอ",
      "position": "lm"
    },
    {
      "id": "602",
      "content": "แต่ในบางคนโชคร้ายเพราะอาจจะมีความหดหู่ใจหรือภาวะซึมเศร้าแถมมาด้วย",
      "position": "lm"
    },
    {
      "id": "603",
      "content": "และลักษณะนิสัยทั่วไปอีกประการหนึ่ง คือ ความสมบูรณ์แบบ ",
      "position": "lm"
    },
    {
      "id": "604",
      "content": "ผู้ที่ binge มักจะกำหนดมาตรฐานให้กับตัวเองเกินกว่าที่จะทำได้",
      "position": "lm"
    },
    {
      "id": "605",
      "content": "เหตุมาจากค่านิยมของคนในสังคมมักส่งผลกระทบต่อทุกด้านในชีวิตของพวกเขา ",
      "position": "lm"
    },
    {
      "id": "606",
      "content": "โดยเฉพาะอย่างยิ่งเป้าหมายด้านอาหารที่พวกเขาตั้งไว้สำหรับตัวเอง ",
      "position": "lm"
    },
    {
      "id": "607",
      "content": "ถ้าหากพวกเขาต้องใช้ร่างกายที่เพอร์เฟคในการทำงานประกอบอาชีพ เช่น การเป็นดาราหรือไอดอล",
      "position": "lm"
    },
    {
      "id": "608",
      "content": "แน่นอนว่าการกระทำแบบนี้มีผลกระทบในเชิงบวก เพราะอาจจะทำให้มีผู้เข้ามาจ้างงานมากขึ้น",
      "position": "lm"
    },
    {
      "id": "609",
      "content": "ประเด็นสำคัญคือมาตรฐานที่พวกเขาตั้งขึ้นมาเป็นจริงหรือไม่",
      "position": "lm"
    },
    {
      "id": "610",
      "content": "ถ้าสามารถที่จะทำตามเป้าหมายนั้นได้จริงก็ไม่มีปัญหา ",
      "position": "lm"
    },
    {
      "id": "611",
      "content": "อย่างไรก็ตาม หากไม่เป็นเช่นนั้น พวกเขาจะประสบกับ “ความล้มเหลว” ซ้ำแล้วซ้ำเล่า ",
      "position": "lm"
    },
    {
      "id": "612",
      "content": "ความล้มเหลวนี้จะยิ่งทำลายการเห็นคุณค่าในตัวพวกเขาเองซ้ำแล้วซ้ำเล่าเช่นกัน ",
      "position": "lm"
    },
    {
      "id": "613",
      "content": "แน่นอนว่าการมีมาตรฐานรูปลักษณ์ที่สูงและเห็นคุณค่าในตัวเองต่ำเกินไป",
      "position": "lm"
    },
    {
      "id": "614",
      "content": "ไม่ใช่เรื่องแปลกที่พวกเขาจะมีความเครียดและความวิตกกังวลจนทำให้อาการ binge เริ่มก่อต่อขึ้น",
      "position": "lm"
    },
    {
      "id": "615",
      "content": "โดยเฉพาะอย่างยิ่งผู้ที่มี bulimia nervosa และ anorexia nervosa หรือความผิดปกติของการรับประทานอาหารที่ผิดปกติอื่น ๆ ปัญหาที่พวกเขาพบเจอก็มาจากความคิดเหล่านี้",
      "position": "re"
    },
    {
      "id": "616",
      "content": "แต่ที่แย่ที่สุดคือ ปัญหาการกินมากเกินไป (binge eating problem) ส่งผลต่อทุกแง่มุมของชีวิต",
      "position": "re"
    },
    {
      "id": "617",
      "content": "เราต้องใช้เวลาและความพยายามอย่างมากในการต่อสู้กับปัญหานี้",
      "position": "re"
    },
    {
      "id": "618",
      "content": "แม้ว่าปัญหานี้จะทำลายความสัมพันธ์ในครอบครัวหรือเพื่อนฝูงของคุณ",
      "position": "re"
    },
    {
      "id": "619",
      "content": "แต่หากคุณได้แก้ปัญหาการกินมากเกินไป (binge eating problem)ได้อย่างสำเร็จ ",
      "position": "re"
    },
    {
      "id": "620",
      "content": "พบว่าปัญหาความสัมพันธ์ระหว่างบุคคลส่วนใหญ่ดีขึ้นอย่างเห็นได้ชัด ",
      "position": "re"
    },
    {
      "id": "621",
      "content": "เมื่อปัญหาการกินมากเกินไปคลี่คลายลง ",
      "position": "re"
    },
    {
      "id": "622",
      "content": "หนึ่งในแง่มุมที่น่ายินดีที่สุด",
      "position": "re"
    },
    {
      "id": "623",
      "content": "คือการช่วยเหลือผู้คนที่มีปัญหานี้ให้เอาชนะปัญหาการกินมากเกินไปได้สำเร็จเหมือนกับคุณ",
      "position": "re"
    },
    {
      "id": "624",
      "content": "และจะทำให้ภาวะซึมเศร้า ความตึงเครียด และความหงุดหงิดในตัวพวกเขาค่อย ๆ จางลง ",
      "position": "re"
    },
    {
      "id": "625",
      "content": "จนทำให้ความสัมพันธ์ต่อคนรอบข้างดีขึ้น และได้มิตรภาพเก่ากลับคืนมา",
      "position": "re"
    },
    {
      "id": "626",
      "content": "ทำให้ผู้คนใช้ชีวิตในสังคมได้อย่างมีความสุข",
      "position": "re"
    },
    {
      "id": "627",
      "content": "ก็จบกันไปแล้วนะคะในหัวข้อในแง่ทางด้านจิตวิทยาและสังคม (Psychological and Social Aspects) ของผู้ที่เป็น binge eating",
      "position": "lm"
    },
    {
      "id": "628",
      "content": "พวกเราหวังว่าคุณจะมีความเข้าใจในโรคนี้มากขึ้นไม่มากก็น้อยนะคะ",
      "position": "lm"
    },
    {
      "id": "629",
      "content": "ถ้ายังไหว",
      "position": "lm"
    },
    {
      "id": "630",
      "content": "ไปต่ออย่างแผ่วใน Chapter 3 กันค่า",
      "position": "lm"
    }
  ]
}
